[
    {
        "num": 1,
        "src_url": "https://www.k366.com/guanyin/28760.htm",
        "img_url": "https://static.k366.com/static/k366/m2021/images/lqimg/lq_lqgy_1.jpg",
        "detail": {
            "【灵签诗文】": "天开地辟结良缘 日吉时良万事全 若得此签非小可 人行中正帝王宜",
            "【吉凶】": "上上签",
            "【宫位】": "子宫",
            "【诗意】": "此卦盘古初开天地之象，诸事皆吉也。",
            "【解曰】": "急速兆速 年未值时 观音降笔 先报君知",
            "【本签精髓】": "此签家宅-祈福，自身-吉，求财-秋冬大利，交易-顺利 婚姻-顺利，六甲-生男 行人-至，田蚕-有利，六畜-好 寻人-见（出现），讼-事-吉 失物-东北（处寻），疾病-痊愈，山坟-吉。",
            "【整体解释】": "天地开创之时，凡事充满了新气象，正是良辰吉时，万事都已准备周全； 能求得此签之人，非同小可，帝王曾亲宣无私公正之法，若能依理遵循，更行修身积善，相信好运更上层楼，持续久远不断。 天开地辟。结良缘是天地开创之象。为大吉大利之象也。日吉时良。万事俱全顺遂之命。能蒙神指示为此签之人。非小可也。劝君必行中正帝王亦宣言曰。如能行之正直。积善。修身时。必能持之恒久。如宋太祖。赵匡胤之黄袍加身。急速非速言来时值观音降事报与君之者。 此签有”谋事在人”之意。提醒当事人，未雨绸缪。会成功的人，除了本身的努力进取之外，对将来的一切，也早已预先考虑且准备周详。须知每个人的头上都有一片天，成败操之在己。平日稳扎稳打、厚实基础，更不间断地充实自我，为将来预作准备。凡事深谋远虑、从长计划，对于身边亲朋好友的建议，不妨虚心接受。等到时机成熟之时，亦是准备充足之时，自可从容不迫，满载而归。",
            "【详细解释】": "凡事做事 本签算是个天王签，能在自己所谋求的领域中称王。 爱情婚姻 若问姻缘何时来你的姻缘就要发动了，将会有条件很好的人看上你、赏赐你而主动与你交往。 工作求职创业 事业现在的时机正刚好，正是你发挥工作或事业、创业的时刻了。 若问求职者 上面的人自然会来聘请你。 考试竞升迁竞选 若问升迁者，能得到提拔。能获得上级赏赐而升迁。 若问考试 可以顺利过关。 若问竞赛、竞选 可以高票当选。 投资理财 若问投资理财者，财富自然进袋。 经商生意 若问经商生意者，生意自动上门。 房地交易 若问房地产买卖者，顾客主动争取要买或卖，而能成交。 治病健康 能遇到良医(良医不一定是医生)。 转换变更 若问换职业、工作，或问换学校等各种转换，都能顺利。 求孕求子 天赐贵子。 官司诉讼 获胜。吉利。 寻人寻物 自己回来。 远行出国 出国或远行发展者，在外得到眷顾与赏赐。",
            "【典故】": "汉钟离，八仙之一。汉朝时，钟离原本为将军，因失机得不到朝廷器重，辞官而进入终南山隐居修道，后来得东华帝君传授仙法而成道，为八仙之首领。又传说，他原名钟离权，唐朝时代人，自称‘天下都散汉钟离权’。遇东华帝君后，又入崆峒三修炼，因而得道成仙，号称‘云房先生’。后皇帝诏封为太级左右宫真人。《八仙故事》"
        }
    },
    {
        "num": 2,
        "src_url": "https://www.k366.com/guanyin/28761.htm",
        "img_url": "https://static.k366.com/static/k366/m2021/images/lqimg/lq_lqgy_2.jpg",
        "detail": {
            "【灵签诗文】": "鲸鱼未化守江湖 未许升腾离碧波 异日峥嵘身变态 从教一跃禹门过",
            "【吉凶】": "中下签",
            "【宫位】": "子宫",
            "【诗意】": "此卦鲸鱼未变之象，凡事忍耐待时也",
            "【解曰】": "得忍且忍 得耐且耐 须待时至 功名还在",
            "【本签精髓】": "此签家宅-不安，自身-还愿，求财-欠利 婚姻-不利，六甲-作福 行人-平安，田蚕-吉（田地收益有利），六畜-不-利 寻人-见（出现），讼-和（官司和） 移徙-去，失物-东南 疾病-祈保，山坟-吉。",
            "【整体解释】": "就像鱼儿尚未成熟，还不到可以离水飞升的程度;此时忍耐守静则吉，等到时机来临之日，蜕变之时，必可大展身手，一跃过龙门。 得忍且忍，得耐且耐，身不用忙，功名自在。 此签鲸鱼未变之象，凡事进退待时。 鲸鱼未化守江湖。姜太公之受难时也。为大鲸未变之象。凡事进退待时。不可轻举妄动。动则凶。静则吉。君尔也。得忍且忍。得耐且耐身不而忙。功名自在者。来日峥嵘蜕身时。一跃可过禹门者。 此签有”守时待势”之意。意味当事人，随遇而安。人的一生高低起伏，难免有不顺遂的时候，若不如意的情况接踵而来，更易叫人灰心丧志。须知事在人为，切勿被一时的失意所打垮。此时烦躁冒失有害无益，切忌沉不住气、冲动妄为。凡事保持心平气和，忍一时风平浪静。纵使遭人讥嘲误解，只要知所当为，又何须耿耿于怀。不要放弃任何希望，凡事乐观，相信自己并坚持到底，必有苦尽甘来、如愿以偿之日。",
            "【详细解释】": "爱情婚姻 若问姻缘何时来目前时机未到，各方面条件还不完全，所以还不要求。但是，到时候仍会有很棒的爱情。 若问心仪对象可否交往虽然你动心了，但是对方尚无此意。但是，再待些时候，你再进行追求。意思就是要慢慢了，可以先做朋友，增加互相间的了解，然后再在合适的时机表白。 若问当前交往对象可否更进一步或结婚你们的爱情还不成熟，目前不宜论及婚嫁。但是，经过成熟发展之后，你们的爱情将是十分幸福美满的。 若爱情、婚姻面临分手、困顿，问挽回或关系和好才分手没多久，现在就提复合，显然还太早。应待双方冷静一段时间后再说。届时，爱情就可以复合了。 工作求职创业事业 若问姻缘何时来 目前时机未到，各方面条件还不完全，所以还不要求。但是，到时候仍会有很棒的爱情。 若问心仪对象可否交往 虽然你动心了，但是对方尚无此意。但是，再待些时候，你再进行追求。意思就是要慢慢了，可以先做朋友，增加互相间的了解，然后再在合适的时机表白。 若问当前交往对象可否更进一步或结婚 你们的爱情还不成熟，目前不宜论及婚嫁。但是，经过成熟发展之后，你们的爱情将是十分幸福美满的。 若爱情、婚姻面临分手、困顿，问挽回或关系和好 才分手没多久，现在就提复合，显然还太早。应待双方冷静一段时间后再说。届时，爱情就可以复合了。 工作求职创业事业 若问事业前途 若问创业可否 你目前各方面条件还不是很完善，外在市场的时机也未到，所以需要等待。建议此段时间，多做个人充实与准备，以便将来可以水到渠成。 求孕求子 你现在还不适合怀孕。请先养好身体，兼行消业障，以备将来可以顺利怀孕。 考试竞赛升迁竞选 若问考试或各种竞赛前途若问考试前途着，你的好考运未到，这次难以考上。但是你可以继续准备与充实，下次的考试对你将更有利。 若问竞赛者，这次准备的不周全，历练的也不够，所以这次的竞赛、竞选成绩，还有很大的发挥空间。 若问考试或各种竞赛前途 若问考试前途着，你的好考运未到，这次难以考上。但是你可以继续准备与充实，下次的考试对你将更有利。 治病健康 目前状况还没好转迹象。若属慢性病者，建议用「修行」方法以求能有效改善。 转换变更 若想要各种职业工作转换，学校就读科系转变者，目前还不适合。建议过些时候，若还想转变再求转变。 官司诉讼 目前局势不利，也还没有成果。应收集更多有利自己的项目，以备将来可以胜诉或谈和。 若问升迁、升官运途 若想升官的话，你的条件还不如他人优越，所以这次的升迁还不能如愿。 投资理财 现在还不是获利的时候，你的投资还是需要待时，而在未来行情好转时，你再求收成，届时将有可观的收入。 经商生意 房地交易 目前市场买卖状况不佳。 寻人寻物 欲寻之人或物，目前尚处隐匿状态。现在不必急寻，将来将可浮现。 远行出国 现在就出国发展，似乎条件不够好。应该充实自己出国的各方面条件再说。",
            "【典故】": "苏秦是春秋战国撕东周洛阳人，合纵论的代表人物。幼时跟随鬼谷子学习游说术，学成之后，便到各国去游说，谋个高官厚禄，可惜毫无成就，依然贫困落拓，后发愤读研姜太公兵法，再出来游说各国联合对抗强大的秦国。‘不第’就是古时考试不及格，不被录取。《金印记》传奇"
        }
    },
    {
        "num": 3,
        "src_url": "https://www.k366.com/guanyin/28772.htm",
        "img_url": "https://static.k366.com/static/k366/m2021/images/lqimg/lq_lqgy_3.jpg",
        "detail": {
            "【灵签诗文】": "冲风冒雨去还归 役役劳身似燕儿 衔得泥来成垒後 到头垒坏复成泥",
            "【吉凶】": "下下签",
            "【宫位】": "子宫",
            "【诗意】": "此卦燕子衔坭之象　凡事劳心费力也",
            "【解曰】": "千般用计 晨昏不停，谁知此事 到底劳心",
            "【本签精髓】": "此签家宅-先凶后吉，自身-谨防 求财-有利，交易-成 婚姻-不合，行人-吉，六甲-生男 蚕畜-利，讼-有理，寻人-见（出现） 移徙-安（迁徙安定），失物-见（转机） 疾病-祈福，山坟-吉。",
            "【整体解释】": "此签燕子衔泥之象，凡事空心劳力。  此签有”束手无策”之意。奉劝当事人，勿举棋不定。有些人个性刚直、做事一板一眼，临事却不知变通，往往因而错失良机。须知凡事各有利弊，有舍才有得。事有轻重缓急，与其一昧墨守成规，不如跳脱思维、因地制宜，视情况环境调整自己的原则与做事方法。或集思广益、共同研拟商议，找出解决之道。切忌 犹豫不决又固执己见，流于空想而怯做，终将空心劳力，徒然庸人自扰罢了。 顶着风冒着雨来来回回，就像燕子般辛勤奔波不歇;忙碌费力含来的小泥团，好不容易堆砌成土块，有个样子了，哪里知道最后却又崩坏，土块再度变回泥团。 千般用计，晨昏不停，谁知此事，到底无成。 冲风冒雨去还归。役役劳心似燕儿。君尔之运逢燕子衔泥筑巢之象耶。空心徒劳。无益者。为先难后甘之运。唯应小心。本签之总结也。千方百计。晨昏碌碌不停。谁知此事到底无以可成者。修之。悟之。",
            "【详细解释】": "凡事做事 本签以「燕子筑巢」来形容此事。燕子的窝是用泥土做的，但是到后来，这燕窝还是又化为泥土。以此形容此事的经营，最后还是又回到原点。白忙一场，徒劳无功。 爱情婚姻 若问姻缘何时来努力求姻缘，姻缘却不来，或着回归零，与其如此，干脆安闲生活更自由。 工作求职创业事业 考试竞赛升迁竞选 若问考试或各种竞赛前途辛苦投入，却无获利。 投资理财 损益打平，绩效成零。切忌借钱投资理财，以免赚的被还债或利息吃掉。 房地交易 若想藉由购买卖房地产而获利，这是徒劳无功的，只能打平。 治病健康 来回奔波治疗，病情仍未好转，这只是白忙一场罢了。 转换变更 你不用这么辛苦寻求转变，安守当前即可。若不能适应当前生活，则应找出真正原因以求改善，而不要一不适应就想跳槽，这样不能解决问题的。 官司诉讼 官司令人精神疲惫，但是结局能回复原本自己。 寻人寻物 劳徒寻找，终于得见。 远行出国 远行出国，到头来还是一无所获。与其如此，何不在原处发挥。",
            "【典故】": "神话故事。传说汉朝时董永因无钱葬父，卖身为奴，替人做长工。他的孝心感动了天上的仙女，私自下凡来和他结为夫妻，白天劳作，夜间织布，使他得以还债赎身，恢复自由，一年后，仙女辞别回天。《织锦记》《天仙配》故事"
        }
    },
    {
        "num": 4,
        "src_url": "https://www.k366.com/guanyin/28773.htm",
        "img_url": "https://static.k366.com/static/k366/m2021/images/lqimg/lq_lqgy_4.jpg",
        "detail": {
            "【灵签诗文】": "菱花镜破复重圆 女再求夫男再婚  自此门闾重改换 更添福棱与儿孙",
            "【吉凶】": "中中签",
            "【宫位】": "子宫",
            "【诗意】": "此卦古镜重圆之象，凡事劳心有贵也。",
            "【解曰】": "淘沙见金 骑龙踏虎 虽是劳心 于中有补",
            "【本签精髓】": "此签家宅-欠利，自身-秋冬旺 求财-秋冬旺，交易-允 婚姻-成，行人-全，寻人-见 六甲-祈保，蚕畜-可养 讼-不利（官司不利），移徙-守旧（宜静不宜动） 失物-迟见，疾病-祈福，山坟-吉。",
            "【整体解释】": "菱花破镜如何能够重圆，男女各有欲追求的姻缘;此后将有一番新气象，惟再积德修善，功德更添福禄，并有助后代儿孙安康。 五五念五，骑龙跨虎，事虽劳心，于中有补。此签破镜重圆之象，凡事成就则吉。 菱花镜破镜重圆。为破镜重圆之象。凡事成就吉者也。不是上上者。为中中之签。是先凶后吉之签。交易持公平。求财亦在秋冬转旺。如逢如此之中中运也。可积 极为善。积德。当有转吉之机。 此签有”历久弥坚”之意。意味当事人，不改初衷。须知”人生以服务为目的”，无论各行各业，应秉持着服务人群的精神、坚守做事原则，不存一己之私。切忌 被外在的因素影响而轻易弃守原本的理念。凡事一片赤诚、以利他为先，即使人事环境不断地交替更迭，也不会因外在的因素而有所动摇。纵使偶有闲言闲语，但 自问无愧于心，面对蜚短流长，又何妨一笑置之。流言不攻自破，真理不辩自明。只要抱守初衷，坚持信念，自可处之泰然、乐在其中。",
            "【详细解释】": "凡事做事 本签以「破境重圆」来形容处境。意即，失去的可以复原，分离的可以再和，亏损的可以获利。依此类推。 爱情婚姻 整体爱情运未婚者和情人会经历一次的分手，而后又重圆，能踏上结婚归宿。若离婚者，求得此签，可再得结婚之缘。 若问姻缘何时来 你的姻缘乃是旧识。也许是你已经分手的过去情人。姻缘来的时机，可望在秋冬时刻。 若问心仪对象可否交往 你可以和他交往，但应注意未来交往过程发生分手窘境。还请多用包容心相待，多以对方立场着想，则可安定你们的爱情。 若问当前交往对象可否更进一步或结婚 你们的爱情发展过程中，会发生一次的分手，若未经历这风雨纷争者，则要预防分手的来临。若已经过这历程者，想必你们已经更了解对方，也更需要对方，也更知道当珍惜这爱情。若能经历这成长的过程，那也是你们百年好合的时候了。 工作求职、创业事业 若问求职和工作前途当你找到了工作，会因为某些因素而使你离去。但是，后来你又回到原来的工作。在工作表现上，这次终于能发挥的很好了。 若问事业、创业前途 这个事业过程中，会发生一次的事业失败，当第二次东山再起后，才是你事业昌隆的时刻。 考试竞赛升迁竞选 若问考试或各种竞赛前途 若问升迁、升官运途 这次虽然轮不到你，但是未来的你还是有机会的。请做好本份职责，并作好与人相处，以期待未来可以轮到升迁。 投资理财 亏后能盈。先套牢后又赚。秋冬进场好时机。 经商生意 败后能成。损后又赚。 房地交易 若房地产买卖是为了投资者，先损后益。建议，延后买卖，则更有利。 治病健康 病情起伏。若慢性病者，请走修行路线。若无力修行者，请祈求菩萨保佑。 转换变更 当前的改变，是你会经历的过程，而后，你还是又回到原来职位上。 求孕求子 若求孕者，当防流产或夭折。请多做宗教功课，以能保平安。 官司诉讼 赢亦有损，输则更亏。若双和解，则双有益。 寻人寻物 失又复得。 远行出国 去后又回。",
            "【典故】": "宋朝王十朋少时家贫，好学不倦，和钱玉莲订婚以荆钗为记。结婚后，十朋上京赴考，夫妻暂时离别，奸人孙汝权迫玉莲相嫁，玉莲不从，投河自杀，被救。同时十朋中了状元，也不肯取丞相的女儿为妻，因此被皇帝贬职，后来玉莲经过了许多波折，终于和十朋相会，夫妻重复团圆。《荆钗记》传奇故事"
        }
    },
    {
        "num": 5,
        "src_url": "https://www.k366.com/guanyin/28774.htm",
        "img_url": "https://static.k366.com/static/k366/m2021/images/lqimg/lq_lqgy_5.jpg",
        "detail": {
            "【灵签诗文】": "一锄掘地要求泉 努力求之得最先 无意俄然遇知己 相逢携手上青天",
            "【吉凶】": "中平签",
            "【宫位】": "子宫",
            "【诗意】": "此卦锥地求泉之象，凡事先难后易也。",
            "【解曰】": "欲望心事 西方可求 不如莫动 立地可谋",
            "【本签精髓】": "此签家宅-祈福，自身-吉，求财-利交易- 婚姻-合，六甲-安 行人-迟（出现迟），寻人-见（出现） 田蚕-宜早种，六畜-损（不利养殖） 讼-宜和，移徙-吉（宜迁移住所） 失物-不见，疾病-殁送，山坟-吉。",
            "【整体解释】": "想要靠一支锄头挖得泉水，必定要非常努力才有可能得到;积极努力奋斗，在无意间遇到了伙伴知己，互相帮助合作，必定可以成功，携手共创前程。 望中心事，今可方求，百事营谋，立地堪求。此签堀土求泉之象，凡事劳心成就。 一锄掘地妥求泉水。此象则表征君之运途。是凡事谋略之后。劳心方有成就者也。努力向前必有化凶为吉之时。自励奋斗。偶然遇知己。彼时即是君尔。得贵人之 刻。在伊人扶持下。必能上青天矣。 此签有”休戚相关”之意。意味当事人，推诚相与。有些人为了打响自己的招牌，不惜砸下重金投资，或认为”外来的和尚会念经”，宁可大量对外延揽人才。却 不知许多人才或资源也许近在眼前，却被忽视而浑然不觉。须知要巩固长久的名声不坠，还是必须一步一脚印、从自身做起。无论士农工商，如能以身作则、不耻 下问，对自己身边的人谦恭有礼、善待有佳，给予优渥良好的福利，让其无后顾之忧，自然会吸引更优秀更杰出的人才慕名而来。凡事只要稳扎稳打、用心经营， 相信无须劳心费力，自然有口皆碑，声名远播。",
            "【详细解释】": "凡事做事 才刚经营，就想要有结果。若想要快点得到成果，只有努力可以快点得到。在偶然间遇到知己，一同携手共创佳绩。 爱情婚姻 若问心仪对象可否交往 若问当前交往对象可否更进一步或结婚 经营爱情不要着急，应当务实的做好自己的角色，当时机成熟了，那自然能走向结婚了。 若爱情、婚姻面临分手、困顿，问挽回或关系和好 工作求职创业事业 若求职问工作在何方或工作前途 若问事业、创业前途 事业经营不求短利，若想事业更昌隆，虽然要用心，但是手法不好反而会有反效果。请「平常心」经营，以求佳绩。 考试竞赛升迁竞选 若问考试或各种竞赛前途请「平常心」应对。请正常的练习与用功，但不要过度。不要对这次的竞试有「得失心」，以心理压力造成临场失常。不要因为求好心切，而造成反效果。 若问升迁、升官运途 越想升迁，就会有手段，既有手段，则可能弄巧成拙。还请安静待之，以期好消息。 投资理财 淡淡的处理他，爱理不理，随他去，这反而是致胜契机。 经商生意 房地交易 越是想要成交，越是有损。当作无所谓，反而能成交。 治病健康 越是殷勤治疗他，病情反而更恶化。越是不理他，反而更正常。过度担心健康因此有不当的医疗之故。请放松地、开朗地面对病情，这反而有益健康。 转换变更 越想改变，越是弄不好。因此当前的改变是多余的，反而越变越糟糕。 求孕求子 官司诉讼 寻人寻物 有心寻他他不见，无心找他他自现。 远行出国 求好心切，则有反效果。立地发挥，省钱省力效果好。",
            "【典故】": "东汉朝时代人。永平年间，刘晨和阮肇国二人进入天台山采药，遇二仙女，颜色绝丽，邀请刘晨和阮肇国至女家，食以胡麻饭，同结为夫妻。住了约半年，二人要求回家，到家后才知道子孙已过了七世了（约百多年时间）。二人再回去找仙女，终找不到原路。刘羲庆：幽明录《长生乐》传奇"
        }
    },
    {
        "num": 6,
        "src_url": "https://www.k366.com/guanyin/28775.htm",
        "img_url": "https://static.k366.com/static/k366/m2021/images/lqimg/lq_lqgy_6.jpg",
        "detail": {
            "【灵签诗文】": "投身岩下饲於虎 须是还他大丈夫 舍己也应难再得 通行天下此人无",
            "【吉凶】": "中平签",
            "【宫位】": "丑宫",
            "【诗意】": "此卦投岩铜鸟之象，凡事宜顺吉之兆。",
            "【解曰】": "食用无鱼 身清喜贫 待时利乐 权与概人",
            "【本签精髓】": "此签家宅-不利，自身-中吉 求财-中吉，交易-难 婚姻-平平，六甲-平安 行人-近，田早种，六畜-损（不利养殖） 寻人-见，移徙-吉 失物-见（将出现），疾病-殁送，讼-有理，山坟-安。",
            "【整体解释】": "此签岩下饲菟之象，凡事宜顺则吉。 于岩下饲于菟者。是凡事宜顺则吉之表征也。得本签之君。应知。为人宜守旧。不可轻举妄动者也。不可贪求非份之外之财。或舍近图远者。皆避免之。予以君知 者。使非常清身。岂贫待他时至祥。 此签有”见机行事”之意。意味当事人，智勇兼备。 人有时会碰到他人故意刁难，甚至以强欺弱、仗势欺人，让事情更加棘手。在此情境之下，常因忍不下一口气，愤而误事。须知有勇无谋于事无补，与其冲动气愤、闹得两败俱伤，还不如保持冷静，用智慧与理智思考应对之道。故事中蔺相如之所以能完璧归赵，即是因为拥有当机立断的机智，与直言不讳的勇气。凡事除了深思熟虑，也应兼具勇敢果断的胆识，适时言所当言、据理力争，无须畏惧强权，以免错失良机。 将自己丢在险峻的山崖下喂饲于老虎，仍然不会改变他大丈夫的情操;愿意这样舍身的人恐怕再也难以遇到，走遍天下也找不到第二个相同的人了吧。 为使非常，身清岂贫，待他时至，详与君知。",
            "【详细解释】": "凡事做事 爱情婚姻 若问心仪对象可否交往 若问当前交往对象可否更进一步或结婚 若爱情、婚姻面临分手、困顿，问挽回或关系和好 工作求职创业事业 若求职问工作在何方或工作前途 若问事业、创业前途 若想事业发达，务必要有胜过同业的本领，以能度过事业的各种危机。若能度过危机，则能一枝独秀。若撑不过危机的冲击，那获利回归原点。 考试竞赛升迁竞选 若问考试或各种竞赛前途 若问升迁、升官运途 若想升迁或升官，若在动乱之刻，则是最佳时机，但是本身务必要有过人本事，方能脱颖而出。 经商生意 经商生意，要有过人的胆识，方有大利。若逢市场时机物价、物资大幅波动之刻，此事看来风险不安，唯有好眼光者可在此刻获利。 房地交易 若欲以房地产投资获利者，当众人抢购时，那就不要跟着一窝蜂。当局势险恶，众人抛售之时，则是购买时机。能在此刻抓对方向者，即是大丈夫也。 治病健康 转换变更 当时机不好时，让人想到要转变，此也是成败的关键时机。请反向思考，以给自己一个正确的方向。 求孕求子 若欲得孕，但凭本事。女方多些牺牲与主动，当可得孕。 官司诉讼 牺牲与退让。 寻人寻物 失物可以「完璧归赵」。 远行出国 若欲出国发展，会有很大的牺牲，且务必要有本领，要不然到时候还是得「完璧归赵」，意即，又回到自己乡邦发展。",
            "【典故】": "唐朝李世民皇帝时的征东大将薛仁贵，神武英勇。初年不得志，三次投军不被重用，只任火头军（厨师），打仗有功劳也是由张土贵女婿何忠宪冒领。后李世民在梦中得见薛仁贵，及至世民被盖苏文追杀，仁贵及时出现救了世民（唐太宗）。后几经挫折，仁贵才见到太宗皇帝。《薛仁贵东征》故事"
        }
    },
    {
        "num": 7,
        "src_url": "https://www.k366.com/guanyin/28784.htm",
        "img_url": "https://static.k366.com/static/k366/m2021/images/lqimg/lq_lqgy_7.jpg",
        "detail": {
            "【灵签诗文】": "奔波役役重重险 带水拖泥又渡山 更虑他方求别用 千山万水未能还",
            "【吉凶】": "下下签",
            "【宫位】": "丑宫",
            "【诗意】": "此卦拖泥带水之象，凡事守旧则吉也。",
            "【解曰】": "退身可得 进步为难 只宜守旧 莫望高板",
            "【本签精髓】": "此签家宅-不利，求财-秋冬吉 交易-平平，婚姻-成，六甲-祈福 行人-阻（行事有阻），蚕畜-不利 寻人-难，讼-亏（不占理），移居-吉 失物-不见，病-作福（行善事），山坟-不利。",
            "【整体解释】": "路途危险又波折，拖泥带水还得攀越重重山头;虽然想要找出其它更好的办法来走，只可惜最终恐怕无法回头。 退身可得，进步难为，只宜守田，切莫高扳。此签渡水拖泥之象，凡事正直则吉。 奔波役役重重险。带水拖泥又渡山之运途也。凡事必须谨慎。准备酌理。探取根源。明其是非者。审一己之进退。方向者。心存恶者得祸。存直者即可为获福矣。 祸福者皆由人作之。退身可得进步难为。只宜守田切莫高扳。 此签有”一念之差”之意。奉劝当事人，三思而行。一般人常对现状有所不满，或羡慕别人的际遇或地位环境，认为样样都比自己好，因此汲汲向外寻求，期望藉 此获得另一片发展。人应珍惜现有的环境与资源，知福、惜福。谨记在做任何决定之前，务必慎重思量、仔细评估本身与环境的优弱势，找出最适合自己的定位与 方向。切忌一时冲动负气出走，结果恐不如预期，既无法适应发挥所长，又藕断丝连、怀念原先熟悉的事物，将陷入进退两难、后悔莫及之境。",
            "【详细解释】": "凡事做事 本签以「包袱沉重，却要渡山」来形容当前处境。因此签诗提示另谋他图。 爱情婚姻 请随遇而安。不必憧憬爱情。 工作求职 创业事业 做过多个工作或事业，总是不能安定，也谈不上获利多少。请多多行善布施，以改善命运。 考试竞赛升迁竞选 若欲参赛，一开便很重要，把握最初的机会好好发挥。若刚开始表现不好，往后会更难。 投资理财 经商生意 初开始时的信用很重要，一开始就须建立好。若初开始做的不好，则往后会每下愈况。 房地交易 好的光景总是很短暂。只宜作短，不宜作长。 治病健康 凶。 转换变更 「更虑他方求别用」。转变，会好些，值得一试。 求孕求子 官司诉讼 「千山万水未能还」--凶。 寻人寻物 远行出国 「千山万水未能还」",
            "【典故】": "苏娘是指苏英娘娘。周朝景王（公元前544——520）时，西番国王进贡了三件宝物：温凉盏、醒酒毡、能言鸟（会说话的鹦鹉），皇帝十分高兴，问谁人能逗鸟说话，结果没有人能够，只有东宫皇后苏英娘娘能逗鹦鹉说话，即刻获得皇帝赞赏，西宫皇后梅玉春十分嫉妒，怀恨在心，诬陷苏英入死罪，兴得忠臣潘葛以自己的妻子代替苏英死刑，苏英漏夜出走，逃亡中到了白马寺，生下了太子。弹词宝卷书曰：《苏英皇后鹦鹉记》"
        }
    },
    {
        "num": 8,
        "src_url": "https://www.k366.com/guanyin/28785.htm",
        "img_url": "https://static.k366.com/static/k366/m2021/images/lqimg/lq_lqgy_8.jpg",
        "detail": {
            "【灵签诗文】": "岁寒松柏古栽培 雨雪风霜总不摧 异日必当成大用 功名作个栋梁材",
            "【吉凶】": "上上签",
            "【宫位】": "丑宫",
            "【诗意】": "此卦松柏茂林之象，凡事有贵气也。",
            "【解曰】": "路上亨通 终身有功 田蚕丰熟 家道兴隆",
            "【本签精髓】": "此签家宅-吉，自身-顺利 求财-中平，交易-旺，婚姻-成 田蚕-利，六畜-损，六甲-生男 行人-有信，寻人-至，讼-有理 移徙-吉，失物-见，疾病-安（痊愈），山坟-吉。",
            "【整体解释】": "此签松柏茂叶之象，凡事正直则吉。 本签为松柏之岁寒者。任何之树木枯之后。仍挺具秀者。各面均呈祥。当异日成大材老焉。是大器晚成型。惟不可因此满足。必须因此更加培植。事事积德。方可有更好之明日。要之。象征平地风光夙缘有定。丰熟田稻家获余庆。 此签有”事在人为”之意。 鼓励当事人，自强不息。有些人常常虎头蛇尾，短时间的努力不见成效，就打算放弃。然而会成功的人，背后的打拚必定多于常人，辛苦也不足为外人道。范仲淹画粥的故事，最令人感佩的即是他过人的耐力、专注的自制力以及经年累月，从不间断刻苦读书的精神。就如岁寒松柏，在历经雨雪风霜的侵袭后，仍然挺立不摇，坚强地存活下来。因此凡事若定下目标，就应全力以赴。切勿轻言放弃导致功败垂成。只要继续努力、持之以恒，必能先苦后甘，得到丰硕完美的成果。 犹如岁寒中的松柏，根深稳固，纵使天候恶劣、饱受风霜雨淋，也不会因此而被摧折;相信将来有一天一定可以有很大的用途，成为功成名就的栋梁之材。 平地风光，夙缘有定，丰熟田稻，家获余庆。",
            "【详细解释】": "凡事做事 此签以栽培古松来形容这谋望。意即，这需要许多年的时间，与经历无数的风霜雨雪，而后「千锤百炼熬成钢」。 爱情婚姻 整体爱情运经历多年风雨的历练，终于修成爱情之果。 工作求职 创业事业 若问求职 也许，你一直找不到工作。其实，你需要长久的时间寻找，最后才得到你想要的工作。 问工作前途 在工作中的前途方面，这个工作需要长时间的历练、考验，而后才能在工作上有卓越的表现。 若问事业前途 这个事业是个长期性的事业，务必经过长时间的磨练，与经过总总的考验，而后才登上荣景。所以，你需要的是毅力与坚持，而后才能有所成就。 考试竞赛升迁竞选 若问考试或各种竞赛前途若问各种竞试者，这次的考试恐怕还是不能得利。也许要经过多次的失败，最后才能一举登魁。所以，你需要不屈不挠的精神，方能在这竞试中有所成就。 投资理财 若想投资的话，这可不是短时间能获利的。这需要许多的持有，而后才能获得大利。 经商生意 若是经商者，经历长时间淡淡的经营，多年的煎熬与辛勤之下，有一天才终于财源滚滚。 房地交易 短期间内尚不能交易成功。这会熬很久，卖出才如愿。 治病健康 若欲治病，这必须长时间的疗养。请先厘清疾病的根源所在，再做有效的疗养方法。 转换变更 若想求变更的话，目前事业淡淡过，即使转行了，其实也还是一样。 求孕求子 经历多次生育失败，最后才终于如愿生产。 官司诉讼 这个官司会拖的很久。最后才胜诉。 寻人寻物 这失物不好找，要经历不少的风雨，最后才找到。 远行出国 若想远地发展者，这会经历无数的风霜雨雪，最后才能出头天。",
            "【典故】": "可惜“姚能遇仙”的故事已失传，猜多是受仙人（贵人）指点，而终有成就。"
        }
    },
    {
        "num": 9,
        "src_url": "https://www.k366.com/guanyin/28786.htm",
        "img_url": "https://static.k366.com/static/k366/m2021/images/lqimg/lq_lqgy_9.jpg",
        "detail": {
            "【灵签诗文】": "劳君问我心中事 此意偏宜说向公 一片灵台明似镜 恰如明月正当空",
            "【吉凶】": "上上签",
            "【宫位】": "寅宫",
            "【诗意】": "此卦皎月当空之象，凡事光明通气也。",
            "【解曰】": "心中正直 理顺法宽 圣无私语 终有分明",
            "【本签精髓】": "此签家宅-吉，自身-顺 求财-中平，交易-旺 婚姻-成，六甲-生男 行人-动，田蚕-利，六畜-损 寻人-至，讼-有理，移徙-吉 失物-祈福，疾病-得安，山坟-吉。",
            "【整体解释】": "此签皎月当空之象，凡事正直则吉。 本签者皎月当空之象也。凡事正直则吉之签。虽是前运不佳。前事去之后。渐见顺利者。君尔幸获此签之示者。平素之存心种德之所由成。后得如此之佳境。亦即是心中正直。理顺法宽天无私意莫空虚看。 此签有”杂不如精”之意。提醒当事人，凡事融会贯通。大部分的人都觉得，能够学到的东西越多越好。因此寻求多才多艺，但对单一的技能却尚未领悟其精髓。 所谓”术业有专攻”，与其学得杂，不如学得精;一门功夫要练到炉火纯青，绝非短期内可促成。故事中赵韩王之所以能用半部论语定天下，即是因将所学施展到极致之故。因此不论做什么事、求什么学问，务必先扎稳根基、穷究其理;掌握诀窍之后，再经由不断地揣摩与练习，才能将所学发挥到淋漓尽致，并能举一反三，转变为本身特有且难以撼动的绝技。 辛苦你来问我心中疑虑的事，若能执中无私往这个道理最好;如果心里清澄如镜就能透澈事理，就好似天上皎洁的月亮照耀了整个夜空。 心中正直，理顺法宽，天无私意，莫空虚看。",
            "【详细解释】": "凡事做事 凡事反观自己，自我检讨，必然能得到一个好答案。 爱情婚姻 若问姻缘何时来若想要求姻缘，你当自我反思，自己的状况、条件，这还求吗。 若问心仪对象可否交往若想追他虽然是可以，但是要看自己的条件。若双方条件差异太大的话，那你就作罢吧！ 若问当前交往对象可否更进一步或结婚若想与他结婚或更进一步，那要考虑自己的条件和能力，是否达到成家要求了。是否达到与他匹配条件了。 若爱情、婚姻面临分手、困顿。问挽回或关系和好 若问姻缘何时来 若想要求姻缘，你当自我反思，自己的状况、条件，这还求吗。 若问心仪对象可否交往 若想追他虽然是可以，但是要看自己的条件。若双方条件差异太大的话，那你就作罢吧！ 若问当前交往对象可否更进一步或结婚 若想与他结婚或更进一步，那要考虑自己的条件和能力，是否达到成家要求了。是否达到与他匹配条件了。 若爱情、婚姻面临分手、困顿。问挽回或关系和好 工作求职 创业事业 若求职问工作在何方或工作前途若想找到工作，那本身当有专长，要不然工作难找。若想前途顺遂，那自身能力不可少。 若问事业、创业前途若想事业腾达，请多应用经书的道理经营。 考试竞赛升迁竞选若问考试或各种竞赛前途请充实自己的实力，自然可以名列前茅。 若问升迁、升官运途若自己条件不错，那有不升迁的道理。 投资理财请选择体质优秀的投资标的，自有胜算。 经商生意多用经书的道理经营，自然获利与顺遂。 房地交易多用市场法则而买卖投资。 治病健康反观几心，除去内心的无明苦恼，自然不药而愈。 若求职问工作在何方或工作前途 若想找到工作，那本身当有专长，要不然工作难找。若想前途顺遂，那自身能力不可少。 若问事业、创业前途 若想事业腾达，请多应用经书的道理经营。 考试竞赛升迁竞选 若问考试或各种竞赛前途请充实自己的实力，自然可以名列前茅。 若问升迁、升官运途若自己条件不错，那有不升迁的道理。 投资理财请选择体质优秀的投资标的，自有胜算。 经商生意多用经书的道理经营，自然获利与顺遂。 房地交易多用市场法则而买卖投资。 治病健康 若问考试或各种竞赛前途 请充实自己的实力，自然可以名列前茅。 若问升迁、升官运途 若自己条件不错，那有不升迁的道理。 投资理财 请选择体质优秀的投资标的，自有胜算。 经商生意 多用经书的道理经营，自然获利与顺遂。 房地交易 多用市场法则而买卖投资。 治病健康 转换变更 求孕求子 官司诉讼 自己也有过，故有官司。虽然辩之有理，也当自省。 寻人寻物 反思自照，即可找到。 远行出国 为何而出国或远行，请先自行想清楚，而后再去做。",
            "【典故】": "诸葛亮（孔明）被刘备请下山，被礼为军师。时夏侯享引兵攻打刘备，孔明随即调兵点将，准备迎战，但关公张飞都不服气。双方军队会战于博望坡，结果刘备军队大获全胜，证明了诸葛亮军事的高明策略，关张二人从此信服。"
        }
    },
    {
        "num": 10,
        "src_url": "https://www.k366.com/guanyin/28787.htm",
        "img_url": "https://static.k366.com/static/k366/m2021/images/lqimg/lq_lqgy_10.jpg",
        "detail": {
            "【灵签诗文】": "柜藏无价宝和珍 只管他乡外处寻 好似将灯来觅火 不如安静莫劳心",
            "【吉凶】": "下下签",
            "【宫位】": "寅宫",
            "【诗意】": "此卦持灯觅火之象，凡事待时成就也。",
            "【解曰】": "姻缘会遇 何事不成 须无限意 眼前是真",
            "【本签精髓】": "此签家宅-欠利，自身-安（际遇稳定） 求财-难，交易-难 婚姻-合，六甲-生女 行人-动，讼-亏，田蚕-秋吉，六畜-难养 寻人-见，移徙-旧安，失物-难见（出现） 病-殁送，山坟-中平。",
            "【整体解释】": "此签将灯觅火之象，凡事自就。 将灯不见火之象，凡事自就之表征者，逢此下下签之时，宜顶天拜地，始可得无灾，是谋望之不成，修吾身后，积德，布施，后必有回天之机，亦即是机缘若遇何事不成春无限意眼前似真此者也。 此签有”枉费心机”之意。 奉劝当事人，凡事不要强求。人很难感到知足，总是想要更多、想追求的更好，于是千般用计、终日汲汲追求，只为了据为己有，好满足自身的欲望。须知”欲望”乃是无穷止尽的深渊，让人深陷其中而浑然不觉。谨记”知足常乐”，应珍惜现在身边所拥有的事物，淡泊物质名利的渴求。在做任何事之前，先审慎评量自己是否需要。须知”命里有时终须有”，不属于自己的一切，就算强求也是枉然，只是白费心机而已。 木盒里就暗藏难以计价珍奇的宝物，却只会想着往外乡异地去寻找;就好似已把了盏灯却还到处找火，还不如先冷静下来别再劳心。 机缘若遇，何事不成，春无限前似真。",
            "【详细解释】": "凡事做事 宝藏就在自家（自身），不必老是向外寻找。若能自觉宝藏，取之而用，不亦乐乎。 爱情婚姻 若问姻缘何时来？姻缘在哪里？欲寻姻缘，莫向外寻，就在自己的生活周围。应该是你认识的人。 若问心仪对象可否交往？ 若问姻缘何时来？姻缘在哪里？ 欲寻姻缘，莫向外寻，就在自己的生活周围。应该是你认识的人。 若问心仪对象可否交往？ 若问当前交往对象可否更进一步或结婚？ 可以。 若爱情、婚姻面临分手、困顿，问挽回或关系和好 只是个小小的争吵，不足挂齿。拿出你的看家本领，去挽回吧！ 工作求职 创业事业 若求职问工作在何方或工作前途 若问事业前途 多多发觉自己事业的优势，将之发扬光大，则有利可图。 若问创业可否 若欲创业，就在自己乡邦发展。将自己的长处，好好发挥，则能腾达。 考试竞赛升迁竞选 把自己的本领好好发挥，则有胜算。只在自己的乡邦发展即可。 投资理财 既然不缺钱，那就不要玩投资。 经商生意 房地交易 若不缺房子住，那就不要买房子。若不缺土地使用，那就不用买土地。（自用可购，投资免矣。） 治病健康 身体没病就别乱吃药。若自觉健康有问题，别乱求医。小毛病别当大病医。维护心灵健康，则身体也健康。 转换变更 求孕求子 若已经有孩子，那就不要再求。若无孩子，自然可以有孩子，不用担心。 官司诉讼 多讼多损。 寻人寻物 东西没掉，不必往外找。就在自己生活周围可寻。 远行出国 在自己乡邦发展即可，不用辛苦远渡重洋。",
            "【典故】": "庞涓和孙膑同是春秋战国时代人，二人一起向鬼谷子学习兵法。庞涓先下山到魏国做事，掌管兵权；孙膑不久也下山会见庞涓，共为魏国服务。后来庞涓削了孙膑的双脚，使他残废。孙膑逃到齐国，被任军师，田忌任大将。孙膑令田忌带兵攻打庞涓，并排成阵势挑战，庞涓乘车观看，认得是孙膑的颠倒八门阵。结果庞涓破不了此阵，大败逃回魏国。"
        }
    },
    {
        "num": 11,
        "src_url": "https://www.k366.com/guanyin/28852.htm",
        "img_url": "https://static.k366.com/static/k366/m2021/images/lqimg/lq_lqgy_11.jpg",
        "detail": {
            "【灵签诗文】": "欲求好事喜非常 争奈姻婚只暂忙 毕竟到头成好事 贵人接引贵人乡",
            "【吉凶】": "上上签",
            "【宫位】": "寅宫",
            "【诗意】": "此卦因祸得福之象，凡理营谋吉利也。",
            "【解曰】": "有意兴变 到底安然 若问用事 只近贵人",
            "【本签精髓】": "此签家宅-大吉，自身-顺利 求财-有，交易-成，婚姻-合，六甲-男 寻人-见，行人-未至 田蚕-中平，六畜-中平 公讼-有理，移徙-旺 失物-东方， 疾病-禳星，山坟-吉。",
            "【整体解释】": "此签有”见机行事”之意。 提醒当事人，凡事处之泰然。人有时会碰到”不得不”的情况，或许是不可抗拒的、或许是强加于己的，却也只能硬着头皮去做，但心中却惴惴不安。所谓”既来之，则安之”。在事情未成定论之时，无须预设太多立场、杞人忧天。持稳身心、处之泰然，把面临的状况当成一种磨练、一种经验，从这个经验中所得到的，不管是有形或无形的收获，绝对是正面的、出乎意料的。另外在抉择不定时，不妨听取身边亲朋好友的意见，有助事情迎刃而解。 此签因祸致福之象。凡事则吉。 因祸致福之签。凡事则吉者也。曰欲求好事喜非常。暂时安当守份之时。虽是不合之时。亦可有成之时。贵人自有贵人引导之者。因此。君尔之前途是极光明者。有事盼望到底如斯若问此事贵人提携耶。 盼望求得佳事因而欣喜异常，奈何忙碌一时成为亲属的愿望还是暂无消息;须知到最后毕竟好事成双，自有贵人接引前往贵人乡。 有事盼望，到底如斯，若问此事，贵人提携。",
            "【详细解释】": "清凉月解 凡事做事为了这个谋求，连亲友们也忙碌了起来，到后来谋望毕竟能成，由于贵人之协助，而让自己也处于贵人多的地方。 爱情婚姻 若问姻缘何时来？何处来？因为某些事故，而使你认识了他…或者，贵人也会帮你介绍。 若问心仪对象可否交往？为了追求他，心情很兴奋。外围的人也愿意帮助你。那你就出发吧！ 若问当前交往对象可否更进一步或结婚？只要你发出期望，亲友都愿意支持你。 若爱情、婚姻面临分手、困顿，问挽回或关系和好若你想挽回，亲友都乐意帮助你，而能够挽回。 若三角恋爱者，可以胜出。 若问姻缘何时来？何处来？ 因为某些事故，而使你认识了他…或者，贵人也会帮你介绍。 若问心仪对象可否交往？ 为了追求他，心情很兴奋。外围的人也愿意帮助你。那你就出发吧！ 若问当前交往对象可否更进一步或结婚？ 只要你发出期望，亲友都愿意支持你。 若爱情、婚姻面临分手、困顿，问挽回或关系和好 若你想挽回，亲友都乐意帮助你，而能够挽回。 工作求职 创业事业 若求职问工作在何方或工作前途求职征选，可以录取。有人介绍或荐引的工作，则更是好工作。 若问事业前途若外在局势有所变迁，则对事业有利。在事业上有许多贵人的协助。 若问创业可以得到亲友的协助，而达成创业心愿。 考试竞赛 升迁竞选若问考试或各种竞赛前途可以金榜登科，请勿懈怠。 若问升迁、升官运途由于局势变迁，这次的升迁、升官，若有「贵人」帮忙，则会更顺利。若想更换部门者，在贵人协助之下，可以调任更好的单位。 投资理财贵人相助，有利可图。 经商生意同上 房地交易同上 治病健康亲友知你得病，都愿意帮助你。 转换变更当外在局势有变，你也想跟着变。这是个更上一层楼的好机会。 求孕求子若欲求孕，亲友都愿意提供经验或秘方。建议多多持戒、行善，更易如愿。 官司诉讼贵人相助。有理结案。 寻人寻物亲友都帮你找。东方可寻。 远行出国亲友都愿支助你，远地发展有更好的前途。 若求职问工作在何方或工作前途 求职征选，可以录取。有人介绍或荐引的工作，则更是好工作。 若问事业前途 若外在局势有所变迁，则对事业有利。在事业上有许多贵人的协助。 若问创业 可以得到亲友的协助，而达成创业心愿。 考试竞赛 升迁竞选 若问考试或各种竞赛前途可以金榜登科，请勿懈怠。 若问升迁、升官运途由于局势变迁，这次的升迁、升官，若有「贵人」帮忙，则会更顺利。若想更换部门者，在贵人协助之下，可以调任更好的单位。 投资理财贵人相助，有利可图。 经商生意同上 房地交易同上 治病健康亲友知你得病，都愿意帮助你。 转换变更当外在局势有变，你也想跟着变。这是个更上一层楼的好机会。 求孕求子若欲求孕，亲友都愿意提供经验或秘方。建议多多持戒、行善，更易如愿。 官司诉讼贵人相助。有理结案。 寻人寻物亲友都帮你找。东方可寻。 远行出国亲友都愿支助你，远地发展有更好的前途。 若问考试或各种竞赛前途 可以金榜登科，请勿懈怠。 若问升迁、升官运途 由于局势变迁，这次的升迁、升官，若有「贵人」帮忙，则会更顺利。若想更换部门者，在贵人协助之下，可以调任更好的单位。 投资理财 贵人相助，有利可图。 经商生意 同上 房地交易 同上 治病健康 亲友知你得病，都愿意帮助你。 转换变更 当外在局势有变，你也想跟着变。这是个更上一层楼的好机会。 求孕求子 若欲求孕，亲友都愿意提供经验或秘方。建议多多持戒、行善，更易如愿。 官司诉讼 贵人相助。有理结案。 寻人寻物 亲友都帮你找。东方可寻。 远行出国 亲友都愿支助你，远地发展有更好的前途。",
            "【典故】": "姜维是三国时人，原本为魏国战将，被诸葛亮收服，改投刘备。姜维智勇双全，最得诸葛亮（孔明）器重，孔明六出祈山，不久病于五丈原，自知命在旦夕。一日姜维入帐，孔明就将他生平所学的知识，已经著书二十四篇，计十万四千一百一十二字，内有八务、七戒、六恐、五惧之法，全部传授给姜维，希望姜维能继他之志，竭忠辅主，为国家出力。不久后，孔明去世。书荐姜维，就是《书献姜维》，《三国演义》故事"
        }
    },
    {
        "num": 12,
        "src_url": "https://www.k366.com/guanyin/28853.htm",
        "img_url": "https://static.k366.com/static/k366/m2021/images/lqimg/lq_lqgy_12.jpg",
        "detail": {
            "【灵签诗文】": "时临否极泰当来 抖擞从君出暗埃 若遇卯寅佳信至 管教立志事和谐",
            "【吉凶】": "上上签",
            "【宫位】": "寅宫",
            "【诗意】": "此卦祸中有福之象，凡事先凶后吉也。",
            "【解曰】": "换麻得丝 系人双足 要见分明 因祸得福",
            "【本签精髓】": "此签家宅-安，自身-吉 求财-有，交易-宜迟，婚姻-成，六甲-男 行人-未回，田蚕-利，六畜-慎吉， 寻人-有信，讼-吉，移徙-守旧 失物-见，病-秋吉，坟-吉。",
            "【整体解释】": "此签有”勇往直前”之意。 鼓励当事人，百折不挠。有时人在遇到阻碍刁难或被拒绝等不如意的情况发生时，便会心生退惧之意，甚至就此放弃。须知成功并非遥不可及，在努力的过程中，必然会面临各式各样的挑战，考验当事者的决心。故事中申包胥为了求得秦国的援兵，连续七昼夜不眠不休，诚意终于感动秦主愿意出兵增援，让楚国不致灭亡。由此可知，凡事除了必须下定决心之外，还要有坚强的意志力与不屈不挠的毅力。不论过程有多艰难困苦，绝勿轻言放弃，朝着目标持续努力，相信成功之日，已经近在眼前了。 此签祸去福来之象，凡事先凶后吉。 时临否极泰当来。多年来之恶运。霉运已去。吉星高照之时。事事顺利。一路顺风。毫无阻碍者。将身上抖之擞之。身上之暗埃尽去。尤在卯寅佳信至时。要之。麻换得丝是笑虽哭。要见分明是见为福。 坏运已经走到了尽头，好运就要来临，请振作精神走出灰暗的阴霾;遇卯寅时自有好消息到来，坚定信念定可顺心和谐。 麻换得丝，是笑虽哭，要见分明，是见为福。",
            "【详细解释】": "清凉月解 凡事做事若逢虎兔年则吉。或是逢每年的春天（阴历一二月）也是吉祥的季节。 爱情婚姻 若问姻缘何时来？何处来？ 若问姻缘何时来？何处来？ 若问心仪对象可否交往 既然喜欢了他，这也是你可以进行的交往，只是在未来还是要预防分手的状况。 若问当前交往对象可否更进一步或结婚 若自交往以来，尚未分手争吵者，那还不要往结婚路上走。若经历了一番风雨之后，你们还能恢复和好，那你就可以论及婚假了。 若爱情、婚姻面临分手、困顿。问挽回或关系和好 一时的分手或困顿，这也是你少不了的爱情过程，只要经过了这一次风雨，爱情就能更加弥坚。每逢农历年过后，就是你恢复爱情的最好时机，好好的去复圆你的爱情吧！ 工作求职 创业事业 若求职问工作在何方大约在每年阴历的一二月，意即农历年过后，这就是你找工作的好时机了。 若问工作、事业前途在工作或事业上，难免会遇到一个黑暗期，当你熬过这一段，那就柳暗花明又一村了。 若问创业可否若问创业者，起步是艰辛的，这要经过一个低潮期，若过了此低潮，这才是你辉煌腾达的时候。 考试竞赛 升迁竞选若问考试或各种竞赛前途过去的坏成绩就要结束了，接下来好运就要到来。若考试逢阴历的一二月或逢卯寅的日子，都是好考运的时刻。立下志愿，好好的用功，则有佳绩。 若问升迁、升官运途若逢农历年的一二月，这是升迁的好时机，若非吉日，则保守。 投资理财即使过去在财务进出方面不慎理想，但是好运就要来了。在农历年的一二月，就是你经营的好时机。 经商生意同上。 房地交易同上。 若求职问工作在何方 大约在每年阴历的一二月，意即农历年过后，这就是你找工作的好时机了。 若问工作、事业前途 在工作或事业上，难免会遇到一个黑暗期，当你熬过这一段，那就柳暗花明又一村了。 若问创业可否 若问创业者，起步是艰辛的，这要经过一个低潮期，若过了此低潮，这才是你辉煌腾达的时候。 考试竞赛 升迁竞选 若问考试或各种竞赛前途过去的坏成绩就要结束了，接下来好运就要到来。若考试逢阴历的一二月或逢卯寅的日子，都是好考运的时刻。立下志愿，好好的用功，则有佳绩。 若问升迁、升官运途若逢农历年的一二月，这是升迁的好时机，若非吉日，则保守。 投资理财即使过去在财务进出方面不慎理想，但是好运就要来了。在农历年的一二月，就是你经营的好时机。 经商生意同上。 房地交易 若问考试或各种竞赛前途 过去的坏成绩就要结束了，接下来好运就要到来。若考试逢阴历的一二月或逢卯寅的日子，都是好考运的时刻。立下志愿，好好的用功，则有佳绩。 若问升迁、升官运途 若逢农历年的一二月，这是升迁的好时机，若非吉日，则保守。 投资理财 即使过去在财务进出方面不慎理想，但是好运就要来了。在农历年的一二月，就是你经营的好时机。 经商生意 同上。 房地交易 治病健康 转换变更 由于处于黑暗期，所以你想变更。其实，这个黑暗期还是可以度过。 求孕求子 官司诉讼 寻人寻物 多时的辛苦寻找，失物终于回归主人。 远行出国 出国发展，会经过辛苦的阶段，若能奋力不懈的经营，则可如愿成就。",
            "【典故】": "武吉本来是砍柴的樵夫，认识了在胃水旁钓鱼的姜太公（子牙）。后来进城时误杀了人，被捉判死刑，武吉求救于姜太公，太公收他为徒弟并施法解救他。后来武吉被拜为大将，讨伐纣王。《封神榜》故事"
        }
    },
    {
        "num": 13,
        "src_url": "https://www.k366.com/guanyin/28854.htm",
        "img_url": "https://static.k366.com/static/k366/m2021/images/lqimg/lq_lqgy_13.jpg",
        "detail": {
            "【灵签诗文】": "自小生身富贵家 眼前万事总奢华 蒙君赐受金鱼袋 四海传名足可夸",
            "【吉凶】": "上上签",
            "【宫位】": "寅宫",
            "【诗意】": "此卦龙门得遇之象，凡事有变大吉也。",
            "【解曰】": "囚人逢赦 病即安然 龙门得遇 名遍皇都",
            "【本签精髓】": "此签家宅-祈福，自身-祈福 求财-秋冬吉，交易-宜迟 婚姻-合，寻人-见，讼-有理 六甲-女，行人-祈保，田蚕-中平 六畜-中平，移徙-守旧，失物-东方 疾病-痊愈，山坟-吉。",
            "【整体解释】": "此签有”谦让未遑”之意。 提醒当事人，施恩不求报。当有人向我们求助时，凡所当为，义不容辞。如果抱着希望对方回报的预期心理，就失去了原本为善的美意。须知”有心的功德不是真功德”。助人的根本意义，在于无心且单纯地去做，解决了问题之后，心里的快乐，绝非外在的有形物质可比拟。切勿期待对方有所表示、或因此窃喜念念不忘。相反地，如果自己受到帮助，即使是小小的恩惠，也要谨记在心、不可或忘，有机会立即加以报答。谨记施比受更有福，为善不足挂齿。 从小生长在富有的家庭，身边的一切所见必然极尽奢华;受邀接受国家的封赐也不居功，这样的谦让真足以名扬四海众人皆夸。 囚徒得赦，病遇良医，龙门得过，名显皇都之象。凡事变化则吉。 君尔也。自小生身富贵之家。于是君汝之生活也。总是奢华之世界者。谋望皆成。惟有贵人之扶持者。必能称意。且不劳而成者。易言之。囚徙得赦。病遇良医。龙门得过。名显皇都之象。凡事变化则吉也。",
            "【详细解释】": "清凉月解 凡事做事自往以来的发展一向顺利称意，如今之遇，亦能度过。 爱情婚姻 若问姻缘何时来姻缘就要来啰！你会如「囚人逢赦」般的得到姻缘。能遇到有名气的对象。 寻得工作的时间：寻得工作的地点与方向： 若问姻缘何时来 姻缘就要来啰！你会如「囚人逢赦」般的得到姻缘。能遇到有名气的对象。 若问心仪对象可否交往 这就是你的姻缘了。想必是个来头不小或条件不赖的对象吧！ 若问当前交往对象可否更进一步或结婚 你们可以和好，所以是合婚的对象。 若爱情、婚姻面临分手、困顿，问挽回或关系和好 当两个人太要好时，难免会变得任性、娇宠、随便，而失去相处的分寸，就会因此而吵闹分手。所以，这是你们要自己检讨的。好好的守住相处的行仪与尺度，好好的去回归爱情吧！ 工作求职、创业事业 若求职问工作在何方或工作前途 若想工作，则能得到安排。 若问创业、事业前途 经营一向顺遂、获利，虽逢难关，但能度过，越作越好，往后可以做的名气响亮。 考试竞赛、升迁竞选 投资理财 套牢者能解套。能遇投资良机。能获大利。 经商生意 房地交易 久卖不出的房地产，可以卖出。久找不到好房地，可以找到。 治病健康 转换变更 求孕求子 求孕期待已久可以实现。 官司诉讼 寻人寻物 失物可回。 远行出国 出国深造，将可名扬四海。远地发挥，将可创造佳绩。",
            "【典故】": "罗通是唐初时英雄好汉，父亲叫罗成，英勇善战，十七岁时，在演武场上比武夺得帅印，领兵征伐北方的敌人，立下汗马功劳。后因迫死屠炉公主而触怒唐太宗皇帝，被削除官职，不能娶妻。后程咬金求情，得皇帝宽赦。《罗通北扫》故事"
        }
    },
    {
        "num": 14,
        "src_url": "https://www.k366.com/guanyin/28855.htm",
        "img_url": "https://static.k366.com/static/k366/m2021/images/lqimg/lq_lqgy_14.jpg",
        "detail": {
            "【灵签诗文】": "宛如仙鹤出樊笼 脱却羁縻处处通 南北东西无障碍 任君直上九霄中",
            "【吉凶】": "大吉",
            "【宫位】": "卯宫",
            "【诗意】": "此卦仙鹤离笼之象，凡事先凶后吉也。",
            "【解曰】": "任意无虞 路有亨通 随心所欲 逍遥如人(神)",
            "【本签精髓】": "此签家宅-不安，自身-还愿 求财-合，交易-合 婚姻-合，六甲-生男 行人-见，田蚕-秋利，六畜-损 寻人-阻，公讼-宜和，移徙-吉 失物-东南， 疾病-殁送，山坟-吉。",
            "【整体解释】": "此签白鹤冲霄之象，凡事先忧后吉。 为白鹤冲霄之象也。凡事先忧后吉之大吉签。功名成就。生意鼎盛。婚姻完满。财路亨通之时。宜再多阅圣贤书。修吾身。积吾德。必有喜讯连连之日来也。要之。从心无虑远达亨衢道心自在任意所如者耶。 此签有”公私分明”之意。 提醒当事人，豁达大度。有时我们会面临到必须和某人相处共事，偏偏此人曾与你结怨、旧恨未消。在此情境之下，如何化解心中的不快与尴尬，才是最难解的课题，考验当事者的智慧。换个角度思考：很多争执误会都是在不得已或无心的情况下发生。所谓”退一步海阔天空”，应该先抛开心中旧有的成见，同时勿预设太多立场，尽释前嫌。凡事以大局为重、就事论事，不计较个人恩怨。放宽心胸、放大格局，只要心中坦然，必可无所覊绊、从心无虑。 好似仙鹤飞出了牢笼，终于挣脱长久羁绊痛苦的束缚;无论东西南北都将畅行无阻，任你展翅翱游直上九霄云外去。从心无虑，远达亨衢，道心自在，任意所如。",
            "【详细解释】": "清凉月解 爱情婚姻 若问姻缘何时来？当前姻缘前途？困寞丢海中，热爱任玲珑，如冬遇暖流，如夏勋南风。 爱人自东南，得遇在凉秋，寂情遇知己，似如醉仙翁。 若问姻缘何时来？当前姻缘前途？ 困寞丢海中，热爱任玲珑，如冬遇暖流，如夏勋南风。 若问心仪对象可否交往 既逢之，则求之。 若问当前交往对象可否更进一步或结婚 既相逢，又相融，结连理，还用说。 工作求职、创业事业 考试竞赛、升迁竞选 全力一扳，必有佳绩，经过此关，蓬勃荣光。 投资理财 牢困将逝，走向利方，蓬勃向上，绩效滋长。 经商生意 同上。 房地交易 困顿多时，如今见光，鸿图大展，喜悦欢唱。 治病健康 险境渐离，步入善状，能逢好医，令人安喜。 转换变更 时机恶相，值得变离，脱离困状，频创佳绩。 求孕求子 苦无子息，令人叹兮，好孕即来，所求如意。 官司诉讼 你来我往，莫不神伤，若能退让，双合最吉。 寻人寻物 苦寻多时，一无所斩，如今喜获，却在东南。 远行出国 远度重洋，辛苦难当，努力经营，必有所长。",
            "【典故】": "姜子牙（姜太公）离开昆仑山后，住在宋异人家，一无所成，样样失败，时已七十二岁了，火烧琵琶精后，被推荐在纣王宫廷谋一小官做。一天纣王要兴建鹿台以宣yin行乐，请子牙设计建造。子牙反对，同时向纣王谏了一番，因畏罪遁水而逃。弃官回到宋异人家。后来子牙到胃水钓鱼过日子，等待时机。"
        }
    },
    {
        "num": 15,
        "src_url": "https://www.k366.com/guanyin/28873.htm",
        "img_url": "https://static.k366.com/static/k366/m2021/images/lqimg/lq_lqgy_15.jpg",
        "detail": {
            "【灵签诗文】": "触人口气最难吞 忽有灾危祸到门 卵破巢空无宿处 深为稳便把心存",
            "【吉凶】": "下下签",
            "【宫位】": "卯宫",
            "【诗意】": "此卦鸟鹊巢(离)林之象，凡事到底应心也。",
            "【解曰】": "若人得怨 何时可伸 好言不信 守旧待时",
            "【本签精髓】": "此签家宅-先凶后吉，自身-谨防 求财-吉，交易-成，婚姻-阻滞，六甲-男 行人-顺，田蚕-利，六畜-旺，寻人-见 讼-有理，移徙-远可，病-还愿， 失物-难见，山坟-吉。",
            "【整体解释】": "此签卵破巢空之象，凡事守旧则吉。 本签示之于弟子曰。触人口气最难吞。如交友中盛气凌人者。令人难以容忍者。亦即是灾厄临时之兆。不可不知也。得罪于人者。如覆巢之祸。爰之。劝君稳便一语存于心。方能有吉。易言之。若得人怨何事可伸。如言不信到底为劳心。巢空之象。因此。凡事守旧则吉者也。 此签有”自食恶果”之意。 奉劝当事人，勿一意孤行。有些人的个性直接、作风霸气，做事或说话不留情面，常让人因此尴尬愤怒、下不了台。明知有人不满，也毫不在乎。须知举止过于强悍不留余地最易与人结怨，让人怀恨在心。日积月累，得罪的人越多，对自己越是不利。凡事都应谨言慎行、保持柔软低调的身段、兼顾法理情。对于身边亲朋好友的劝谏，务必虚心接受、认真思考不是处并加以改进。切忌当成耳边风我行我素，免得届时陷入无人愿意出手相助、有理说不清之境，后悔也为时已晚 与人口角的怒怨之气最难以吞咽，却不知祸从口出;细想卵破巢空之后哪里还有栖歇之地，自保之道只在于修身养性罢了。 若得人怨，何事可伸，如言不信，到底劳心。",
            "【详细解释】": "清凉月解 凡事做事本签意味，在做人方面当预防与人口舌之争。莫因小而失大。 爱情婚姻多说好话，建立形象。多行善事，常存善意。若能如此，姻缘改善。 工作求职、创业事业同业相争，难免受伤。与其如此，干脆收场。若逢恶争，宁可退让。 考试竞赛、升迁竞选众人相争，难过此关，建议静守，以待时光。 投资理财若遇利空，切莫进场。安静等待，直到曙光。 经商生意时机不佳，常有亏损。若逢恶相，切莫堆粮。 房地交易 凡事做事 本签意味，在做人方面当预防与人口舌之争。莫因小而失大。 爱情婚姻 多说好话，建立形象。多行善事，常存善意。若能如此，姻缘改善。 工作求职、创业事业 同业相争，难免受伤。与其如此，干脆收场。若逢恶争，宁可退让。 考试竞赛、升迁竞选 众人相争，难过此关，建议静守，以待时光。 投资理财 若遇利空，切莫进场。安静等待，直到曙光。 经商生意 时机不佳，常有亏损。若逢恶相，切莫堆粮。 房地交易 治病健康 转换变更 时机不佳，转变无益，安静待守，或隐身藏。 求孕求子 官司诉讼 寻人寻物 远行出国",
            "【典故】": "苏秦不得志后，发奋图强，痛下决心研读太公兵法，再出来谋事。他到了燕国，见了燕文侯，说服了他联合赵国对抗强秦。文侯给了他车马和金帛，后又说服了赵王，得到黄金千两和其他礼物。赵王请他去游说各国诸侯，联合对抗强大的秦国。苏秦因此被六国重用，封他相印，并配以宝剑。《金印记》传奇故事"
        }
    },
    {
        "num": 16,
        "src_url": "https://www.k366.com/guanyin/28874.htm",
        "img_url": "https://static.k366.com/static/k366/m2021/images/lqimg/lq_lqgy_16.jpg",
        "detail": {
            "【灵签诗文】": "攒眉思虑暂时开 咫尺云开见日来 宛似污泥中片玉 良工一举出尘埃",
            "【吉凶】": "中上签",
            "【宫位】": "卯宫",
            "【诗意】": "此卦阴阳和合之象，凡事所谋皆吉也。",
            "【解曰】": "得处无失 损中有益 小人逢凶 君子顺吉",
            "【本签精髓】": "此签家宅-不利，自身-秋冬吉，求财-顺利，交易-顺利， 婚姻-成，六甲-虚惊，行人-至 田蚕-祈福，六畜-平 寻人-见，讼-不利，移徙-守旧，失物-阻（遇事有阻），疾病-作福， 祖坟-安。",
            "【整体解释】": "此签有”忠言逆耳”之意。 意味当事人，饮水思源。从小到大，我们身边多少会有关心自己的人。诸如父母、师长、朋友...等，或许心直口快直言不讳，但应知忠言逆耳，其用意无非是希望我们行得正、坐得稳，不致产生偏差的行为。应时刻抱持感恩的心，珍惜图报、用心体会。切勿轻视忽略，或视为理所当然、不放在心上。免得忽然有一天，关心的人不见了，离开了，才猛然领悟对方的语重心长而愧叹思念，到时岂不徒然，空留遗憾。 此签如玉在泥之象，凡事遇贵则吉。 如玉在污泥中之象。如获良工贵人一举。牵成时。出污泥则。可获吉也。亦即是表明君之今也。咫尺眼前之云拨开即得见日者。时运将到者。曰：得处无伪损中有益顺逆吉凶君子得吉之签。 抛去心中的忧愁不再愁眉不展，从此运程向吉拨云见日;就好像那原本埋没在污泥中的清玉，待得良匠视出掘起便远离了尘垢。 得处无伪，损中有益，顺逆吉凶，君子得吉。",
            "【详细解释】": "清凉月解 凡事做事此签形容，困惑之事可以解开了。经由贵人（专家）的解疑，终于找到自己的宝藏。 爱情婚姻若问姻缘何时来愁眉不展的日子就要过去了，将有媒人为你找出好的对象来，届时你就可以眉开眼笑了。 若问心仪对象可否交往你喜欢上了他，也许烦愁不知如何追求他，或者不知他是否适合，只要你本着君子的态度去追求他，靠近他，那你将发现他是个很好的对象。 若问当前交往对象可否更进一步或结婚你们交往有一段时间了，相处上一向如君子，其实他是个忠诚的好对象，是值得你论及婚嫁的。 若爱情、婚姻面临分手、困顿，问挽回或关系和好分手的困顿让你愁眉不展，其实，这其中发生了误会可能不知。若能发觉对方的「是」，而不计较他的「非」，那你们的爱情是可恢复的。 工作求职、创业事业若问求职找不到工作，因为当前有个小障碍，只要把这个小障碍排除，那找工作就顺遂了。你本身潜藏着专艺技能或优点，这需要有眼光的人方才荐赏你，所以，把自己的长处在求职时展现出来，可以助你找到工作。 若问工作、事业、创业前途在经营过程中，会遇到瓶颈而令你愁眉不展。你需要把自己的强项呈现出来，或者，需要有人能认识你的长处，若能如此，在工作或事业发展上的瓶颈，就能突破了。 考试竞赛、升迁竞选竞争中，小人以投机模式角逐，这将会失利。而以正派方法竞争者，将可脱颖而出，拔得头筹。 投资理财若投资理财，当以正当方法行之，不走投机路线，以免吃亏。 经商生意若营生意，信用良好，则可累积更多的客户。 房地交易老实买卖，是你成交过程不可少的条件。 治病健康多时多年的疾病，务必要找到病根所在，方能有效改善病情。请多修行，发觉「无明」，若能觉知无明，则病可改善或痊愈。 转换变更当遇到瓶颈之刻，还不急着改变，你需要有眼光的人发觉你。若能如此，那就不用转变了。 求孕求子你的生育能力是没有问题的，你需要更多生育上的知识，以帮你如愿怀孕成功。也许你需要有经验的人，帮你找到不孕的症结所在。 官司诉讼此案件需要有优质的律师，以还你清白或公道。本案件，属小人之一方将失利。属君子之一方，可获得平复。 寻人寻物这失物隐藏的很隐密，若要找到他，则要有「眼光」的人方能找到。 远行出国若想远地发展，会遇到一些困难，这些小障碍，也是可以获得解决。而在远地发展，是否能成就功名，若你遇到有眼光的人，那就能出头天了。 凡事做事 此签形容，困惑之事可以解开了。经由贵人（专家）的解疑，终于找到自己的宝藏。 爱情婚姻 若问姻缘何时来愁眉不展的日子就要过去了，将有媒人为你找出好的对象来，届时你就可以眉开眼笑了。 若问心仪对象可否交往你喜欢上了他，也许烦愁不知如何追求他，或者不知他是否适合，只要你本着君子的态度去追求他，靠近他，那你将发现他是个很好的对象。 若问当前交往对象可否更进一步或结婚你们交往有一段时间了，相处上一向如君子，其实他是个忠诚的好对象，是值得你论及婚嫁的。 若爱情、婚姻面临分手、困顿，问挽回或关系和好分手的困顿让你愁眉不展，其实，这其中发生了误会可能不知。若能发觉对方的「是」，而不计较他的「非」，那你们的爱情是可恢复的。 工作求职、创业事业若问求职找不到工作，因为当前有个小障碍，只要把这个小障碍排除，那找工作就顺遂了。你本身潜藏着专艺技能或优点，这需要有眼光的人方才荐赏你，所以，把自己的长处在求职时展现出来，可以助你找到工作。 若问工作、事业、创业前途在经营过程中，会遇到瓶颈而令你愁眉不展。你需要把自己的强项呈现出来，或者，需要有人能认识你的长处，若能如此，在工作或事业发展上的瓶颈，就能突破了。 考试竞赛、升迁竞选竞争中，小人以投机模式角逐，这将会失利。而以正派方法竞争者，将可脱颖而出，拔得头筹。 投资理财若投资理财，当以正当方法行之，不走投机路线，以免吃亏。 经商生意若营生意，信用良好，则可累积更多的客户。 房地交易老实买卖，是你成交过程不可少的条件。 若问姻缘何时来 愁眉不展的日子就要过去了，将有媒人为你找出好的对象来，届时你就可以眉开眼笑了。 若问心仪对象可否交往 你喜欢上了他，也许烦愁不知如何追求他，或者不知他是否适合，只要你本着君子的态度去追求他，靠近他，那你将发现他是个很好的对象。 若问当前交往对象可否更进一步或结婚 你们交往有一段时间了，相处上一向如君子，其实他是个忠诚的好对象，是值得你论及婚嫁的。 若爱情、婚姻面临分手、困顿，问挽回或关系和好 分手的困顿让你愁眉不展，其实，这其中发生了误会可能不知。若能发觉对方的「是」，而不计较他的「非」，那你们的爱情是可恢复的。 工作求职、创业事业 若问求职找不到工作，因为当前有个小障碍，只要把这个小障碍排除，那找工作就顺遂了。你本身潜藏着专艺技能或优点，这需要有眼光的人方才荐赏你，所以，把自己的长处在求职时展现出来，可以助你找到工作。 若问工作、事业、创业前途在经营过程中，会遇到瓶颈而令你愁眉不展。你需要把自己的强项呈现出来，或者，需要有人能认识你的长处，若能如此，在工作或事业发展上的瓶颈，就能突破了。 考试竞赛、升迁竞选竞争中，小人以投机模式角逐，这将会失利。而以正派方法竞争者，将可脱颖而出，拔得头筹。 投资理财若投资理财，当以正当方法行之，不走投机路线，以免吃亏。 经商生意若营生意，信用良好，则可累积更多的客户。 房地交易 若问求职 找不到工作，因为当前有个小障碍，只要把这个小障碍排除，那找工作就顺遂了。你本身潜藏着专艺技能或优点，这需要有眼光的人方才荐赏你，所以，把自己的长处在求职时展现出来，可以助你找到工作。 若问工作、事业、创业前途 在经营过程中，会遇到瓶颈而令你愁眉不展。你需要把自己的强项呈现出来，或者，需要有人能认识你的长处，若能如此，在工作或事业发展上的瓶颈，就能突破了。 考试竞赛、升迁竞选 竞争中，小人以投机模式角逐，这将会失利。而以正派方法竞争者，将可脱颖而出，拔得头筹。 投资理财 若投资理财，当以正当方法行之，不走投机路线，以免吃亏。 经商生意 若营生意，信用良好，则可累积更多的客户。 房地交易 治病健康 多时多年的疾病，务必要找到病根所在，方能有效改善病情。请多修行，发觉「无明」，若能觉知无明，则病可改善或痊愈。 转换变更 当遇到瓶颈之刻，还不急着改变，你需要有眼光的人发觉你。若能如此，那就不用转变了。 求孕求子 你的生育能力是没有问题的，你需要更多生育上的知识，以帮你如愿怀孕成功。也许你需要有经验的人，帮你找到不孕的症结所在。 官司诉讼 此案件需要有优质的律师，以还你清白或公道。本案件，属小人之一方将失利。属君子之一方，可获得平复。 寻人寻物 这失物隐藏的很隐密，若要找到他，则要有「眼光」的人方能找到。 远行出国 若想远地发展，会遇到一些困难，这些小障碍，也是可以获得解决。而在远地发展，是否能成就功名，若你遇到有眼光的人，那就能出头天了。",
            "【典故】": "叶梦熊是明朝嘉庆年进士，为人有胆识，忠贞爱国，万历年间，承恩在边疆地带滋扰，造成社会不安宁，可是却没有人敢前往平乱。梦熊极为愤慨，亲自上朝晋见神宗皇帝，要求领兵前往讨伐，为国效劳。《龙剑记》传奇（曲海总目提要）"
        }
    },
    {
        "num": 17,
        "src_url": "https://www.k366.com/guanyin/28875.htm",
        "img_url": "https://static.k366.com/static/k366/m2021/images/lqimg/lq_lqgy_17.jpg",
        "detail": {
            "【灵签诗文】": "莫听闲言与是非 晨昏只好念阿弥 若将妄语为真实 画饼如何疗得饥",
            "【吉凶】": "中下签",
            "【宫位】": "卯宫",
            "【诗意】": "此卦画饼充饥之象，凡事多虚少实也。",
            "【解曰】": "心中不定 枉看经文 恰似书饼 食也难吞",
            "【本签精髓】": "此签家宅-祈福，自身-顺利 求财-顺利，交易-慢，婚姻-阻，六甲-安 田蚕-宜早种，六畜-不利，行人-迟，寻人-见 讼-宜和，失物-不见，移徙-守旧，疾病-还愿，山坟-吉。",
            "【整体解释】": "此签有”居心叵测”之意。 奉劝当事人，勿心存歹念。有些人会因为别人的才华或才能高过自己而眼红猜忌、又害怕就此被取代，因此处心积虑，或百般阻挠、或肆放谣言。须知人与人相处，最可贵之处在于互信互助、共同扶持，最忌暗箭伤人、尔虞我诈。凡事应持心正直，起心动念皆向善。从自身做起，不道人长短、不搬弄是非。与人合作共事方面，保持和谐良性切磋，见贤思齐、截长补短。多替他人着想，勿存一己之私。 别听那些流言蜚语是是非非，日夜勤行专念佛号安定自己的身心;如果把一切的虚妄执着假象都信以为真，就好像在纸上画的大饼要如何能够止住饥饿。 心中不定，枉费看经，只是画饼充饥之象。凡事虚少实。 如心中不定则看经也枉费心神是已。何以为之。又如人之妄语信之为真。岂非如画饼之充饥。焉得饱食。因时运之未到。时有吉。时有凶。劝尔宜晨昏多念阿弥陀佛。莫听闲言及是非。方可安行。凡事虚少实也。",
            "【详细解释】": "清凉月解 凡事做事本签示意，在生活中，不要听人说是非，不要听人说东家长西家短，当借着这些空闲时间，多多念佛反而更好。 爱情婚姻姻缘莫求，若得姻缘，终究挫折。若已分手，莫求复合，以免更愁。早晚念佛，反而更安。 工作求职、创业事业若问求职找工作上的挫折，来自业障。当行忏悔持戒，多行善事，则可改善。 若问创业、事业前途在经营的过程，总是有些不顺利。将获得的利益，往往成空。这是业障作祟之故。当行忏悔持戒，多行善事，则可改善。 考试竞赛、升迁竞选眼见将得，往往落空，此乃业障之故。当行忏悔持戒，多行善事，以期改善。 投资理财将有亏损，不宜投资。若想改造未来，当行忏悔持戒，多行钱财布施，以期停止恶运。 治病健康四处求医，不得改善，此乃业障之故。当行忏悔持戒，以期减少病苦。 转换变更当逢逆境，诸事不顺，即使转变，亦无帮助。唯有忏悔，坚行持戒。 凡事做事 本签示意，在生活中，不要听人说是非，不要听人说东家长西家短，当借着这些空闲时间，多多念佛反而更好。 爱情婚姻 姻缘莫求，若得姻缘，终究挫折。若已分手，莫求复合，以免更愁。早晚念佛，反而更安。 工作求职、创业事业 若问求职找工作上的挫折，来自业障。当行忏悔持戒，多行善事，则可改善。 若问创业、事业前途在经营的过程，总是有些不顺利。将获得的利益，往往成空。这是业障作祟之故。当行忏悔持戒，多行善事，则可改善。 考试竞赛、升迁竞选眼见将得，往往落空，此乃业障之故。当行忏悔持戒，多行善事，以期改善。 投资理财将有亏损，不宜投资。若想改造未来，当行忏悔持戒，多行钱财布施，以期停止恶运。 治病健康四处求医，不得改善，此乃业障之故。当行忏悔持戒，以期减少病苦。 转换变更 若问求职 找工作上的挫折，来自业障。当行忏悔持戒，多行善事，则可改善。 若问创业、事业前途 在经营的过程，总是有些不顺利。将获得的利益，往往成空。这是业障作祟之故。当行忏悔持戒，多行善事，则可改善。 考试竞赛、升迁竞选 眼见将得，往往落空，此乃业障之故。当行忏悔持戒，多行善事，以期改善。 投资理财 将有亏损，不宜投资。若想改造未来，当行忏悔持戒，多行钱财布施，以期停止恶运。 治病健康 四处求医，不得改善，此乃业障之故。当行忏悔持戒，以期减少病苦。 转换变更 求孕求子 怀孕过程不顺，此乃业障之故。当守不杀生戒，随机放生，以求改善。 官司诉讼 此乃难逃之果。能和者以和为贵，若不能和者，只有凶运。 寻人寻物 免寻。 远行出国 安份为宜。远地发展，亦无所获。",
            "【典故】": "曹操带着军队去打仗，正值天气炎热的时节，士兵们汗流浃背，口干舌燥，但却找不到一滴水喝。士兵们个个筋疲力尽，几乎连路的力气也没有了。这时，曹操想出一个主意，下令说：前面就是一大片梅树林，到了那里就可以吃梅解渴了。士兵们听到吃梅子，口水直流。便不觉得口渴了。《三国演义》故事"
        }
    },
    {
        "num": 18,
        "src_url": "https://www.k366.com/guanyin/28876.htm",
        "img_url": "https://static.k366.com/static/k366/m2021/images/lqimg/lq_lqgy_18.jpg",
        "detail": {
            "【灵签诗文】": "金乌西坠兔东临 日夜循环恒古今 僧道得之无不利 工商农士各开心",
            "【吉凶】": "上上签",
            "【宫位】": "卯宫",
            "【诗意】": "此卦阴阳消长之象，凡事遂意之兆也。(金乌指太阳，玉兔指月亮)",
            "【解曰】": "心中无事 所作有功 如弓上箭 一发当空",
            "【本签精髓】": "此签家宅-安，自身-吉，求财-顺，交易-成 婚姻-合，六甲-男，行人-将至，寻人-至 田蚕-早种，六畜-欠安，讼-有理 失物-迟见，移徙-吉，病-拜送，山坟-大吉。",
            "【整体解释】": "此签有”言之成理”之意。 提醒当事人，勿过于主观。有些人本身通晓事理，加上对人事物观察入微，因此能够掌握先机，猜测事情的发展也往往不出所料。须知本身有一定的自信是必要且可喜的条件，但却不能太过或绝对地主观。过于主观在无形中会渐渐导致个人的自满自傲且无法接受其它不同的意见或批评。当知事情没有绝对，每个人的想法也随时都会改变。因此切忌光凭个人的角度来果断做决定或判断喜恶。仍应保持谦恭谨慎的态度，凡事客观、包容。 太阳西沉月亮就初升，从古至今日夜交替循环不歇;僧道之士体悟了这种自然运行的法则因而无所罣碍，即便是士农工商三百六十行又有什么分别呢 心中无事，所作有功，如弓上箭，一发当中。",
            "【详细解释】": "清凉月解 凡事做事世间的事情将之分为两类，一者代号称「阴」，另者代号称「阳」。此签代表属「阴」者开始走扬。 工作求职、创业事业 考试竞赛、升迁竞选 若问考试或各种竞赛前途若问各种竞试，比赛项目属于比「内在」者，有利出头天。这些项目包刮要动脑力的项目等等… 投资理财 此签对于求财者不利。 经商生意 若想生意旺盛，多多注重服务质量，以赢得顾客欢喜，这就是生意昌隆的重点所在。 房地交易 若欲买卖成交，要注重对方的内在感受，只要让人感到安心、信心，那就容易成交。 治病健康 若想治疗疾病，那二话不说，就是要治疗自己的内心。当内心的垃圾清除了，疾病也自然好了。 转换变更 若是所在的行业不满意而想要更换的话，这还不急，你当注重「内在」的表现，若能如此，即可在原地得到好转的表现。 求孕求子 若不能怀孕生子想要改善，应该注重女方的改善。除了身体要调适好，在夫妻相处上，女方要多些柔情或多些主动。若能如此则能改善。 官司诉讼 在官司场上，应当压低自己的姿态，以柔软的态度应对。切忌高姿态与强烈的言词，这会有反效果。以低姿态应对，温和的言语，可以让自己损伤降到最小，乃至获得胜诉。 寻人寻物 失物落于阴暗处。 远行出国 若出国者，方向选择东方国家则有利。发展种类，以发展「内在」有关的项目有利。",
            "【典故】": "曹国舅是八仙之一，宋朝人，曹太后的弟弟。其弟不守王法，常杀死人。国舅深感耻辱，于是散尽家财，周济穷人，自己进入山林修道。后来遇汉钟离个吕洞宾，得到指点而成仙。《八仙》故事"
        }
    },
    {
        "num": 19,
        "src_url": "https://www.k366.com/guanyin/28877.htm",
        "img_url": "https://static.k366.com/static/k366/m2021/images/lqimg/lq_lqgy_19.jpg",
        "detail": {
            "【灵签诗文】": "急水滩头放艇时 狂风作浪欲何为 待他浪静风停後 稳载船归过不危",
            "【吉凶】": "下中签",
            "【宫位】": "辰宫",
            "【诗意】": "此卦船行急滩之象，凡事守旧待时也",
            "【解曰】": "急水下船 险处待时 若问营谋 不可施为",
            "【本签精髓】": "此签家宅-作福，自身-作福，求财-未成 交易-未成，婚姻-不就，六甲-虚惊，行人-至 田蚕-吉，六畜-损，寻人-难，讼-和 移徙-守旧，失物-难寻 ，病-祈福，山坟-吉。",
            "【整体解释】": "此签有”自甘堕落”之意。 意味当事人，勿随波逐流。有些人为了取悦或取信对方，不惜昧着良心，一味巴结。这种矫饰的作为，容易引起他人的反感与不齿，纵使爬上高处，地位也难以稳固。凡事应坚守道德、无愧于心，靠自己努力打拚。虽然无法一步登天，但辛苦耕耘定有所成，且凭自己的实力所表现的成果，必可获得众人的肯定支持，声望不坠且难以撼动。另外，慎选合作对象也很重要。因此不论对方的人品、自我情绪管理、或待人接物方面，都是必须考虑在内的因素。 此签行舟浪淘之象，凡事守旧则吉。 行舟浪淘之象。亦即是险境者。要之。君尔应知目下宜守旧。愿遵守静则吉。妄为则凶也。杨雄之仕王莽之朝为大夫。何以能胜大任。如在急水滩头放水之险行。待时若问营谋。时至方可为。千万叵轻举妄动。 在天候恶劣之时欲驾小船，然而此刻狂风大浪，能有什么作为呢?等待风止浪歇之后，相信才可以平安地满载而归。 急水放船，险行待时，若问营谋，时至可为。",
            "【详细解释】": "清凉月解 凡事做事当前的时机是危险的，不适合你的谋求，当等待恶境过后再求。 爱情婚姻若问姻缘何时来由于时机不对，故姻缘尚不来。 若问心仪对象可否交往由于你们不适配，因此不必追求。 若问当前交往对象可否更进一步或结婚结婚选对象，不是选外表，也不是选富贵，当选个性相融者，这才是幸福之泉源。所以当前交往对象，你应重新思考能否结婚。 若爱情、婚姻面临分手、困顿，问挽回或关系和好既然分手，必有其因，显然双方个性大有问题，以致沦落分手命运，所以，这爱情是没有必要挽回的。 工作求职、创业事业 凡事做事 当前的时机是危险的，不适合你的谋求，当等待恶境过后再求。 爱情婚姻 若问姻缘何时来由于时机不对，故姻缘尚不来。 若问心仪对象可否交往 由于你们不适配，因此不必追求。 若问当前交往对象可否更进一步或结婚结婚 选对象，不是选外表，也不是选富贵，当选个性相融者，这才是幸福之泉源。所以当前交往对象，你应重新思考能否结婚。 若爱情、婚姻面临分手、困顿，问挽回或关系和好 既然分手，必有其因，显然双方个性大有问题，以致沦落分手命运，所以，这爱情是没有必要挽回的。 工作求职、创业事业 考试竞赛、升迁竞选 若问考试或各种竞赛前途若参与各种竞试，不能因为名份好听就参加，而要选个符合自己专长的项目参与，这样才出头天。若没有符合自己专长的项目，那就等待时机。 若问升迁、升官运途 若有升迁机会，并非有高升机会就争取，而要看自己是否适合这个位置，和长官是否能搭配，能否在这个位置发挥。若是那才争取，要不然就等待时机。 投资理财 若投资，除了要选时机之外，所投资标的，当选与自己个性符合者，方有利基。 经商生意 若经商生意，当选择自己所兴趣的、专长的，或符合自己个性的项目，这才能发挥功效。 房地交易 若选择房地产买卖，并非单看价格高低，而要选择适合自己所用的，选择符合买卖目的等等。 治病健康 若要服药治病，要看此药物是否符合自己体质，是否符合治病原则等等，而不能随意乱服。 转换变更 若要转换什么，并非现状不好就忙着转换，而要想清楚，为何而转换，当想清楚转换的目的，若转换能达到此目的，再寻求转换，而不要盲目的转换。 求孕求子 若欲怀孕，请算好能怀孕日子，再行夫妻相合。 官司诉讼 家和万事兴，讼和双有利，若能各退让，无事无纷嚷。 寻人寻物 遗失人群中，或失杂境所，欲寻归原主，但恐无功返。 远行出国 远地求发展，但寻好时机，静待风浪过，远行再出发。",
            "【典故】": "郭子仪是唐朝大将军，也是历史上著名的大将。安禄山和史思明叛乱，郭子仪率军讨伐，常把敌人打得落花流水。六十余年征战，经过七个皇帝，战绩累累，功劳显赫，后唐肃宗重用郭子仪，拜为副元帅；并晋封汾阳郡王，再领大军出征平乱。建中二年（公元七八一年）郭子仪病重逝世，郭寿八十五岁。"
        }
    },
    {
        "num": 20,
        "src_url": "https://www.k366.com/guanyin/28878.htm",
        "img_url": "https://static.k366.com/static/k366/m2021/images/lqimg/lq_lqgy_20.jpg",
        "detail": {
            "【灵签诗文】": "当春久雨喜初晴 玉兔金乌渐渐明 旧事已成新事遂 看看一跳入蓬瀛",
            "【吉凶】": "上上签",
            "【宫位】": "辰宫",
            "【诗意】": "此卦久雨初晴之象，凡事遂意也。",
            "【解曰】": "神佛扶持 有灾无危 遂生平志 到底荣归",
            "【本签精髓】": "此签家宅-中平，自身-祈福，求财-未遇 交易-待时，婚姻-随意，六甲-女 田蚕-阻碍多，六畜-阻，讼-和，行人-阻 寻人-迟，失物-见，移徙-吉，病-禳星， 坟-旧吉。",
            "【整体解释】": "此签有”苦尽甘来”之意。 鼓励当事人，坚持到底。一般人对不熟悉的事物，总是会感到陌生而惧怕。须知会成功的人，本身一定有过人的毅力，与百折不挠的精神。当我们在羡慕别人有一番成就的时候，千万也别忘了其背后所付出的心血与努力。 俗云：”一回生，二回熟”。凡事只要下定决心，就应坚持到底，藉由不断的摸索与尝试，从错误与失败中汲取教训、累积经验，日久必能得心应手、游刃有余。因此勿畏难怕苦，须知现在所做的一切，都有可能关系到将来。 此签久雨初晴之象，凡事亨通。 本签者也。久雨初晴之象。为万事可成之兆。惟得此吉签。必须早植因缘。之后当有莫大利益。君尔在交友之中。宜留意者。必须选中之一为贵人。彼将成王公封爵之贵。将有大成之日。汝必能攀附上。易言之。佛神护佑百事无忧想平生事到底胜初者。 春天下了好久的雨终于止歇，月亮与太阳也因云雾散去而渐渐恢复了光明;想做的事情慢慢也会达到目的，很快地便可以跳入新的格局境界了。 佛神护佑，百事无虚，想平生事，到底胜初。",
            "【详细解释】": "清凉月解 凡事做事 春，原本是经营的开始，但却有些烦人之过程，而如今开始好转了。 爱情婚姻 若问姻缘何时来无偶困多年，如今迎曙光，佳人来相见，欢喜庆投缘。 若问心仪对象可否交往？ 当前交往对象可否更进一步或结婚姻缘在眼前，善求能得甜，恩情对待他，欢乐在人间。 若爱情、婚姻面临分手、困顿，问挽回或关系和好 困顿已多时，始于是非争，误解终厘清，复圆即可见。 工作求职、创业事业 若问求职春天找工作，此乃好时机，四处多奔走，终能达目的。 若问创业、事业前途 若问事业绩，经历无数月，盈亏始分明，获利终可期。 投资理财 久套许多年，未见好成绩，如今阴霾散，获利更胜前。 经商生意 经商求生意，盼望得商机，多行财布施，可望更有利。 房地交易 久候买卖客，苦等许多年，有日贵客临，了结此交易。 治病健康 病情扑迷离，久诊见病因，治之未尽意，修心最得体。 转换变更 迷惘将过去，前景渐渐清，当往何处移，方向自己立。 求孕求子 盼望许多年，期望子女息，如今孕事遂，一举得爱女。 官司诉讼 久讼伤元气，和解更适宜，真相渐渐明，双双松口气。 寻人寻物 失物在哪里，寻之费力气，且往阴暗处，见之得欢喜。 远行出国 远行费心机，请问否遂意，一朝得开解，飞向远地去。",
            "【典故】": "封神榜故事。姜太公（子牙）已年近八十岁，这时，他在胃水旁垂钓，等待时机，周文王夜梦飞熊，在有贤人出现，于是亲身到胃水来访姜太公，并礼聘他辅佐治理国家，封他为‘丞相’之职。后周文王得天下八百余年，是为《周朝》。"
        }
    },
    {
        "num": 21,
        "src_url": "https://www.k366.com/guanyin/28879.htm",
        "img_url": "https://static.k366.com/static/k366/m2021/images/lqimg/lq_lqgy_21.jpg",
        "detail": {
            "【灵签诗文】": "阴阳道合总由天 女嫁男婚岂偶然 但看龙蛇堪运动 熊罴叶梦喜团圆",
            "【吉凶】": "上吉签",
            "【宫位】": "辰宫",
            "【诗意】": "此卦阴阳道合之象，凡事和合大吉也。",
            "【解曰】": "谋望从心 婚姻孕男 资财进益 更利田蚕",
            "【本签精髓】": "此签家宅-安，自身-利，求财-有，交易-成 婚姻-合，六甲-男，田蚕-有益，六畜-兴旺 行人-至，寻人-见，讼-有理，移徙-昌盛 失物-得见，病--遇良方，山坟-大吉。",
            "【整体解释】": "此签有”一探究竟”之意。 鼓励当事人，保持旺盛的好奇心。须知很多事情虽然看似错综复杂，但详加深入了解之后，便会发现其实并没有想象中那么困难。凡事穷究源头，用心体会、细心观察、深入探讨研究，必能看出其中的奥妙，进而消化吸收之后，转为自己的一套做人处世之道，再推己及人。唯有自己亲身去尝试、体悟出来的道理，才是真正属于自己的智慧。 此签阴阳道合之象，凡事和合大吉。 阴阳道合之签也。凡事和合而大吉者。君逢此为上吉之运。凡事渐获进步。惟不可欲速成。更不得存有欺人之心。今之形成者。获来不易。佳境之时。宜更修之。省之。积吾善可也。易言之。君之今。营谋皆逐。婚姻孕男。资财积聚更吉田亩之收。 阴阳和合因果交替循环，这是自然不变的道理，男女之间的姻缘婚配难道只是巧合?且看龙腾蛇行交会之时，吉梦维何?维熊维罴，这是很好的吉兆啊。 营谋皆遂，婚姻孕男，资财积聚，更吉田蚕。",
            "【详细解释】": "清凉月解 凡事做事本签喻，盼望整合之事，总有先天命数，在龙蛇之年或月，将运动起来而会合、平衡、协调。 本签代表，阴阳两边进入平衡、和谐的状态。阴阳只是两个代号，代表人、事、地、物的双方。意即相对的两方，今后进入调和状态。 凡事做事 本签喻，盼望整合之事，总有先天命数，在龙蛇之年或月，将运动起来而会合、平衡、协调。 爱情婚姻 若问姻缘何时来相逢非偶然，姻缘天注定，相逢百花间，或在桐花前。 若问心仪对象可否交往？或问当前交往对象可否更进一步或结婚？若逢龙蛇年，或逢三四月，相逢即姻缘，亦是君之爱。 若爱情、婚姻面临分手、困顿，问挽回或关系和好 若问姻缘何时来 相逢非偶然，姻缘天注定，相逢百花间，或在桐花前。 若问心仪对象可否交往？或问当前交往对象可否更进一步或结婚？ 若逢龙蛇年，或逢三四月，相逢即姻缘，亦是君之爱。 若爱情、婚姻面临分手、困顿，问挽回或关系和好 工作求职、创业事业 若问求职工作就要来了，阴历三四月是寻获良机。将可找到适合自己的工作。 若问工作、创业、事业前途原本人与事不契和，而今后开始好转，能做的更顺遂了。 考试竞赛、升迁竞选属于你的时代就来了，今后各项竞试都能顺遂，随意发挥而有斩获。 投资理财盈亏、输赢、涨跌的转变时机到了，可望在阴历的三四月，就是转变的时机了。是买还是卖，则要自行判断。 经商生意若问生意者，阴阳调和也代表盈亏平衡，所以这是你当注意的。 房地交易阴阳交接平衡，也代表买方和卖方可以相逢，也因此而能成交了。 治病健康 若问求职 工作就要来了，阴历三四月是寻获良机。将可找到适合自己的工作。 若问工作、创业、事业前途 原本人与事不契和，而今后开始好转，能做的更顺遂了。 考试竞赛、升迁竞选 属于你的时代就来了，今后各项竞试都能顺遂，随意发挥而有斩获。 投资理财 盈亏、输赢、涨跌的转变时机到了，可望在阴历的三四月，就是转变的时机了。是买还是卖，则要自行判断。 经商生意 若问生意者，阴阳调和也代表盈亏平衡，所以这是你当注意的。 房地交易 阴阳交接平衡，也代表买方和卖方可以相逢，也因此而能成交了。 治病健康 转换变更 求孕求子 阴阳会合时，孕事逐亨通，在龙蛇月日，一合能孕男。 官司诉讼 公颂能得理，和解更吉昌，留下恩情义，来日更顺畅。 寻人寻物 失物可相逢。 远行出国 远地发展能遇到和自己契合的机缘。",
            "【典故】": "李旦是唐高宗李治的儿子，当过皇帝，是为睿宗。武则天登位做了女皇帝后，李旦被贬为平民，其间和民女胡凤姣相识。民间传说，他们二人手上各有半个从胎带中取出的方印，经过‘斗印’钙明能合一，而结为夫妻。现在湖北省武汉市之鹦鹉州上还有胡凤姣墓的遗迹。楚剧：《斗印》故事"
        }
    },
    {
        "num": 22,
        "src_url": "https://www.k366.com/guanyin/28880.htm",
        "img_url": "https://static.k366.com/static/k366/m2021/images/lqimg/lq_lqgy_22.jpg",
        "detail": {
            "【灵签诗文】": "四郊田亩皆枯竭 久旱俄然三日霖 花果草芽俱润泽 始知一雨值千金",
            "【吉凶】": "上吉签",
            "【宫位】": "巳宫",
            "【诗意】": "此卦旱逢甘雨之象，凡事难中有救也。",
            "【解曰】": "田蚕倍熟 命运渐来 病遇良药 行人便回",
            "【本签精髓】": "此签家宅-祈保，自身-安，求财-颇有 交易-迟，婚姻-合，六甲-女 行人-有阻，田蚕-利，六畜-利，寻人-难 讼-亏，移徙-守旧，失物-西方，疾病-殁送，山坟-安吉。",
            "【整体解释】": "此签有”无刻或忘”之意。 鼓励当事人，常存慈悲心。很多事表面上看来事不关己，其实却串串相连、牵一发而动全身。小从我们周遭的人、事、物，乃扩大至国家、整个地球，都与我们息息相关，是每个人共有的责任。凡事由本身做起，秉着”人饥己饥、人溺己溺”的精神，继而落实在日常生活当中。时刻设身处地为他人着想，处处表达关怀之意。天下没有不可能的事，切勿轻视小看自己个人的力量。只要有心，无事不可成! 此签久旱逢雨之象，凡事难中有救。 灵签之日：久旱逢雨之象。简易之。遇难中有贵人救之象也。因之。凡事遇难。千万不能馁志。不能心灰意懒。垂头丧气。君汝之命中。凡逢难事。必有贵人来扶之。如行人之有阻。但贵人代之。具有行人来之效。要之。田禾能倍收。谋望相宜。病逢妙药。行人使之好运者也。 四周郊野的田地因为许久的干旱导致寸草不生，忽然下起了三日的雨;花果根草树芽因为甘霖的滋润而重现生机，这才知道一场雨是这么的值钱。 田禾倍收，谋望相宜，病逢妙药，行人便归。",
            "【详细解释】": "清凉月解 凡事做事此签代表困顿已久的事情，如今终于得到喘息机会了，你当利用这个难得的机会将之发展，以让事情完全脱离困顿。 爱情婚姻你的姻缘好不容易才得到，若想维系这姻缘，则要先革新自己的爱情观念。 若偶然地遇到了机会，看到心仪的他，则当排除崇高的爱情理想，珍惜当前所遇。即使过程中，你对他更高的期待不能获得满意，但是渐渐地你还是会发现他的好。 凡事做事 此签代表困顿已久的事情，如今终于得到喘息机会了，你当利用这个难得的机会将之发展，以让事情完全脱离困顿。 爱情婚姻 你的姻缘好不容易才得到，若想维系这姻缘，则要先革新自己的爱情观念。 若问姻缘何时来 过去困顿许多都无姻缘，而今后将有机会得到一份姻缘，这份姻缘是很珍贵的。因为你要不珍惜或放弃他，那以后就难再有姻缘了。 若问心仪对象可否交往 若问当前交往对象可否更进一步或结婚 既然能论及婚嫁，那就要珍惜，好好的经营他，让爱情有个果实。 若爱情、婚姻面临分手、困顿，问挽回或关系和好 工作求职、创业事业 若问求职久寻又苦找，此困不可少，有朝终寻获，一切终值得。 若是得此缘，千万要珍惜，莫轻易放弃，以免又陷困。 若问求职 久寻又苦找，此困不可少，有朝终寻获，一切终值得。 若问创业、事业前途 若问创业前途者，此次创业是你难得的好机会，当把握这次的事业经营不要错过，好好经营他，必有佳绩。 考试竞赛、升迁竞选 此次之角逐，难逢之胜机。当全力以赴，以求最佳果。 投资理财 过去业绩差，此次则不同，欲求能翻身，此次是良机。 房地交易 买卖机缘稀，但看这一次，务必要把握，以祈成交易。 治病健康 转换变更 求孕求子 求孕与生子，这是最后机，一举怀千金，一解子女愁。 官司诉讼 寻人寻物 即使能寻获，但得不偿失。 远行出国 好事总多磨，过程总艰辛，有朝功名成，一切总值回。",
            "【典故】": "杨六郎，宋朝时人，名杨延昭，是杨叶的第六个儿子，故称‘六郎’。时杨叶父子军队在陈家谷被番兵围困，形势危急，杨叶头撞李陵碑而死。杨七郎往取救兵被潘仁美用乱箭射死，只剩下六郎孤军作战，逃到胡原谷又逢番兵围攻，此时幸得杨五郎从五台山赶到，救了六郎，一同上五台山。《杨家将》故事"
        }
    },
    {
        "num": 23,
        "src_url": "https://www.k366.com/guanyin/28881.htm",
        "img_url": "https://static.k366.com/static/k366/m2021/images/lqimg/lq_lqgy_23.jpg",
        "detail": {
            "【灵签诗文】": "欲攀仙桂蟾宫去 岂虑天门不开放 谋望一般音信好 高人自送岭头来",
            "【吉凶】": "上中签",
            "【宫位】": "巳宫",
            "【诗意】": "此卦手扳仙桂之象，凡事必有贵人也。",
            "【解曰】": "商贾利益 行藏有危 病安讼遂 尽可施为",
            "【本签精髓】": "此签家宅-欠安，自身-作福，求财-遂愿 交易-合，婚姻-阻，六甲-作福，行人-有危 田蚕-不利，六畜-不利，寻人-难 讼-（官司）-（理）亏，移居-欠吉，病-安，山坟-旧吉。",
            "【整体解释】": "此签望仙扳桂之象，凡事必遇贵人。 本签为望仙扳桂之象。凡事必能遇赀人之象者。虽属上平。惟宜多作福。求神庇佑之。方有化凶趋吉之时。到头。君汝谋望一般喜讯好。高人。贵人也。日将佳音报之而来。要之。商贾者有利。行藏无危。病可安。讼可理。尽可施为。 此签有”抛砖引玉”之意。 提醒当事人，施比受有福。在人与人的交往中，应主动而真诚的关心他人、了解他人的需要，在自己的能力范围之内，尽力帮忙协助、不求回报。所谓”助人为快乐之本”，成就别人，也就是成就自己。对于本身所拥有的事物，不须看得太重，应能懂得取舍，不要吝于付出。无须害怕失去，应知有舍才有得。精神上的快乐充盈，绝对大于物质上的享受。 想要借由桂树爬上仙宫去，只怕天门不会就此为你开放;把所求的计划降低标准，自有高人送上山顶，指引通达的途径。 商贾利益，行藏无危，病安讼理，尽可施为。",
            "【详细解释】": "清凉月解 凡事做事锁钥既已得，或许尚摸索，速得关键处，谋望即可成。 既然得锁钥，何患门不开。 凡事做事 锁钥既已得，或许尚摸索，速得关键处，谋望即可成。 爱情婚姻 若问姻缘何时来既然条件佳，何患无姻缘。有朝贵人至，喜讯自传来。 若问心仪对象可否交往欲求此姻缘，先求好手挽，多分敬与爱，再给喧问暖。 若问当前交往对象可否更进一步或结婚 若问姻缘何时来 既然条件佳，何患无姻缘。有朝贵人至，喜讯自传来。 若问心仪对象可否交往 欲求此姻缘，先求好手挽，多分敬与爱，再给喧问暖。 若问当前交往对象可否更进一步或结婚 若爱情、婚姻面临分手、困顿，问挽回或关系和好 工作求职、创业事业 既有专长在，何患无事业，既有一技长，那怕不能辉。 考试竞赛、升迁竞选 若有实力在，前景必光耀。若有实内涵，必然颜面光。 投资理财 理财凭本事，投资靠灵光，既有福报在，何患亏钱财。 经商生意 房地交易 欲买卖房地，岂怕主不来，听闻声誉好，买卖主自来。 治病健康 若欲治慢病，则须寻病根，若能得心法，此病即可愈。 转换变更 谋事欲求昌，转变多一行，得宝即可隆，原地寻宝藏。 求孕求子 若欲求生男，当行广布施，为人要慷慨，此即生男方。 官司诉讼 欲求诉讼胜，但求关键处，若得此机要，即能降其损。 寻人寻物 失物欲寻回，当行关键步，以让拾获者，贵人得送回。 远行出国 远地发展去，何虑事不成，贵人相扶持，谋望即可成。",
            "【典故】": "高怀德，北宋开国功臣，出生于大将家庭，有武勇。宋太主赵匡胤黄袍加身，登位做皇帝后，高怀德就和匡胤的妹妹燕国长公主结婚，加驸马督尉，后和杨家将领兵征战大辽。"
        }
    },
    {
        "num": 24,
        "src_url": "https://www.k366.com/guanyin/28882.htm",
        "img_url": "https://static.k366.com/static/k366/m2021/images/lqimg/lq_lqgy_24.jpg",
        "detail": {
            "【灵签诗文】": "不成邻里不成家 水泡痴人似落花 若问君恩难得力 到头毕竟事如麻",
            "【吉凶】": "下下签",
            "【宫位】": "巳宫",
            "【诗意】": "此卦痴人道塞之象，凡事守旧待时也。",
            "【解曰】": "是非莫说 必须仔细 心正理直 方免灾危",
            "【本签精髓】": "此签家宅--不安，自身-险，求财-阻，交易-难 婚姻-待时，田蚕-不利，六畜-多灾，六甲-祈福 行人-难至，寻人-有阻，讼-亏，移徙-吉 病-急-急求神，失物-难见（出现）， 山坟-不吉。",
            "【整体解释】": "此签有”执迷不悟”之意。 奉劝当事人，须知忠言必逆耳。看事情的角度不能光凭表面，必须多用点心，观察入微、从里到外，仔细分析评估求证。不要先入为主就认定一件事必定是如此。须知事事无绝对，很多事都有意外。对于他人的善意提醒与规劝，尤其在亲朋好友方面，应思考必定有其道理，要能谦虚接受、谨记在心。切勿亳不在乎地当成耳边风，免得吃亏在眼前，后悔莫及。 本签即是痴人丧德之象。 凡事守旧待时。君汝目下即是水泡痴人似落花之命也。事事应顺天理。方平安。眼中无人之时。将何。必有福祸来临。不可不慎。亦即是到头毕竟如麻者。爰之。凡事求神作福。祷告。 时运未至如何可以成邻成家，执迷不悟的痴人就似花落无情;孤芳自赏恐怕得不到别人的帮助，到头来仍是事情纷杂困难重重。 是非莫说，事须仔细，正理存心，不伤于己。此签痴人丧德之象，凡事守旧待时。",
            "【详细解释】": "清凉月解 凡事做事此签意味，若想要把事情弄成，一些基本条件不可少。但是人性往往庸碌，不得要领，因此谋求不能得力，而且还把事情弄得乱纷纷。 因此，若你想要谋望成功，应该在基本条件上下工夫，先把基础打好，那才有指望。 凡事做事 此签意味，若想要把事情弄成，一些基本条件不可少。但是人性往往庸碌，不得要领，因此谋求不能得力，而且还把事情弄得乱纷纷。 爱情婚姻 若问姻缘何时来若欲求姻缘，当先正己性，若个性健康，方有好姻缘。 若问心仪对象可否交往欲求心仪的他，当先端正自己的行为，若能心地善好，对人有关爱心，这才能顺利自己的姻缘。 若问当前交往对象可否更进一步或结婚若求姻缘有所成果，应该在相处与互动上更上一层楼，才能有好的成果。对他能体谅，凡事不计较，能够关怀对方，这是要努力的地方。 若爱情、婚姻面临分手、困顿，问挽回或关系和好由于相处不睦，德行表现不佳，以致双方终至分手局面。就算挽回，结果还是纷纷嚷嚷，与其如此，干脆另起炉灶，反而更安。建议改进自己不好的个性。 工作求职、创业事业若求职问工作在何方或工作前途若求工作，心态要正，要寻找「正业」，这才有展望。若有了工作，也是要以「正心」经营，这才会有好成果。 若问创业、事业前途若发展事业，当循正途，只能走正道，这才有好前景。事业经营还要合乎天理，以免灾祸连连。 若问姻缘何时来 若欲求姻缘，当先正己性，若个性健康，方有好姻缘。 若问心仪对象可否交往 欲求心仪的他，当先端正自己的行为，若能心地善好，对人有关爱心，这才能顺利自己的姻缘。 若问当前交往对象可否更进一步或结婚 若求姻缘有所成果，应该在相处与互动上更上一层楼，才能有好的成果。对他能体谅，凡事不计较，能够关怀对方，这是要努力的地方。 若爱情、婚姻面临分手、困顿，问挽回或关系和好 由于相处不睦，德行表现不佳，以致双方终至分手局面。就算挽回，结果还是纷纷嚷嚷，与其如此，干脆另起炉灶，反而更安。建议改进自己不好的个性。 工作求职、创业事业 若求职问工作在何方或工作前途若求工作，心态要正，要寻找「正业」，这才有展望。若有了工作，也是要以「正心」经营，这才会有好成果。 若问创业、事业前途 若求职问工作在何方或工作前途 若求工作，心态要正，要寻找「正业」，这才有展望。若有了工作，也是要以「正心」经营，这才会有好成果。 若问创业、事业前途 考试竞赛、升迁竞选 若欲在赛事中得利，务必遵守竞试精神与情操，若能如此，才能出头天。 投资理财 若想在投资理财中得力，务必遵守投资理财的法则，这才能顺遂。 经商生意 若想在经商生意中发财，务必遵守经商法则，若是违背，则会亏损。 房地交易 当卖则卖，当买则买，若是不能理性应对，则将吃亏。 治病健康 若欲养病，务必遵守养病法则，只有如此，才能康复。 转换变更 困顿失败的原因在于违背经营法则，只有改正此缺失才是治本之道。 求孕求子 官司诉讼 既然违背道德操守，那就有恶运降临，此乃果报，难逃制裁。 寻人寻物 远行出国 远地求发展，但看君能力，若是力不足，安守则更佳。",
            "【典故】": "殷效和殷洪两兄弟都是商朝纣王的儿子。殷效被广成子收为徒弟，学习仙法，又变得三头六臂。下山时，在师傅面前发誓，要助周文王，但走到半路被申公豹说反，欲去助作恶的父亲纣王。广成子下山劝说，师徒反脸，大战一番。后来姜子牙取得杏黄旗，在燃灯道人协助下，打败殷效，将他夹在二山之中，头露山外，广成子用犁锄犁掉他的头，以应其誓。《封神榜》故事"
        }
    },
    {
        "num": 25,
        "src_url": "https://www.k366.com/guanyin/28883.htm",
        "img_url": "https://static.k366.com/static/k366/m2021/images/lqimg/lq_lqgy_25.jpg",
        "detail": {
            "【灵签诗文】": "过了忧危事几重 从今再历永无凶 宽心自有宽心计 得遇高人护圣功",
            "【吉凶】": "上中签",
            "【宫位】": "巳宫",
            "【诗意】": "此卦古井逢泉之象，凡事贵人成就也。",
            "【解曰】": "讼终有理 病得安全 出入求谋 古井逢泉",
            "【本签精髓】": "此签家宅-平平，自身-阻滞，求财-阻滞，交易-阻滞 婚姻-和合，六甲-有险，讼-有理，行人-难至 寻人-阻隔，田蚕-不利种植，六畜-不利 移徙-不合，失物-难寻， 病-祈福，坟-不安。",
            "【整体解释】": "此签为君之签。 是宽心自有宽心计。得遇高人-贵人也。方能护圣功。易言之。凡事遇贵人方能吉也。亦即能过了忧危第几重。从今再历永无凶之境。凡事谋略之时必守之。不宜盲目冲之。三思而后行。方不致吃大亏。是到头来讼中有理。病得安愈。出外求外。枯井逢泉者也。 此签有”有惊无险”之意。 提醒当事人，勿自乱阵脚。遇事焦急于事无补，只会让自己更加慌乱、不知所以。应能保持镇静，仔细地思考应对之道。不管做任何决定，都必须以「理智」、「冷静」为前提考虑。在自己本身方面，坚守”施恩不求报、予人不追悔”的道理。然而面对他人的协助，则要铭记在心不可或忘。不论是替你解决了实际上的困难、或帮你解开心中疑惑的人，都应该要充满感激，有机会便加以报答。 度过了担心危险的重重关卡，从此以后即使遇到也不会再有灾祸;放宽心顺其自然一定有因应之道，能遇高人相护顺利成功。 讼中有理，病得安痊，出外求望，枯井逢泉。凡事遇贵则吉。",
            "【详细解释】": "清凉月解 凡事做事本签代表，这事件已经经历过多次的危机了，而今后终于可以安定了。这是高人给予的指点之功。 若事情处在危机时，若你的心地是宽大的，那你自然能想出好计策而脱困。换言之，若人自私、心地狭隘，那自然想不出好法子了。所以，当你面临困境时，利他的慈悲心不可少。若能如此，则自有脱困之好方法。 凡事做事 本签代表，这事件已经经历过多次的危机了，而今后终于可以安定了。这是高人给予的指点之功。 爱情婚姻 若问姻缘何时来经历了多次的姻缘失败，今后将遇到新的姻缘，而这一次，将让你安渡一生。将有媒人介绍而成。建议，宽你的心，可以让爱情更顺遂。 若问心仪对象可否交往过去的姻缘追求总是失败，但是，这一次将有机会安渡一生了。你的追求需要高人指点，以祈此爱情能顺利走向婚姻。 若问当前交往对象可否更进一步或结婚只要你用宽畅的心而经营，这个爱情的发展就是正面的。 若能得到贵人的指引，那走上婚姻之路就更可靠了。 若问姻缘何时来 经历了多次的姻缘失败，今后将遇到新的姻缘，而这一次，将让你安渡一生。将有媒人介绍而成。建议，宽你的心，可以让爱情更顺遂。 若问心仪对象可否交往 过去的姻缘追求总是失败，但是，这一次将有机会安渡一生了。你的追求需要高人指点，以祈此爱情能顺利走向婚姻。 若问当前交往对象可否更进一步或结婚 只要你用宽畅的心而经营，这个爱情的发展就是正面的。 若爱情、婚姻面临分手、困顿，问挽回或关系和好 工作求职、创业事业 若求职问工作在何方或工作前途找了许多工作都没有结果，今后你就要遇到终其一生的工作了。当有媒人替你介绍时，这就是你的好工作了。 若问创业、事业前途这个事业之初，要经历不少的困境，但熬过历次的困境之后，你的事业才终于安定了下来。若有顾问的话，这对你的事业是有帮助的。 考试竞赛、升迁竞选若问考试或各种竞赛前途这个竞试经历了几次都失败，然而接下来你的好运就来了。建议多多听闻前辈的竞试经验，这将有助你在这次竞试中脱颖而出。 若问升迁、升官运途过去几次的升迁机会都未果，而接下来这一次，将有贵人之协助，而使你得到升迁了。 投资理财过去的营理，亏损频频，而接下来这次，你需要有贵人指引，而得到获利。 经商生意过去的生意总是在亏损中度过，但是自此之后终于可以安定了。若有贵人提供经验，则要好好吸收。 房地交易等候了好久，总是没有成交，接下来在贵人的协助之下，终于可以成交了。 治病健康此病困顿了许久，总是没有起色，你需要他人的治疗经验来帮助自己。若能心地宽畅，心情开朗，那就对健康有益。 转换变更虽然当前的经营不佳，其实你不必转换职场，你需要转变的是自己的态度。当你用宽容的态度去应对，一切自然好转了。 求孕求子盼望怀孕生子多时，一直没有成果。其实，你应该转变自己的生活态度。多多行善布施，对人慷慨大方，只要多多累积德行，那就能如愿怀孕或生子了。 若已经怀孕者，当维持宽松心情，不要有负面心情，以免损及胎儿。 官司诉讼由于有贵人协助，故让此官司得到最好的成果。 寻人寻物 若求职问工作在何方或工作前途 找了许多工作都没有结果，今后你就要遇到终其一生的工作了。当有媒人替你介绍时，这就是你的好工作了。 若问创业、事业前途 这个事业之初，要经历不少的困境，但熬过历次的困境之后，你的事业才终于安定了下来。若有顾问的话，这对你的事业是有帮助的。 考试竞赛、升迁竞选 若问考试或各种竞赛前途这个竞试经历了几次都失败，然而接下来你的好运就来了。建议多多听闻前辈的竞试经验，这将有助你在这次竞试中脱颖而出。 若问升迁、升官运途过去几次的升迁机会都未果，而接下来这一次，将有贵人之协助，而使你得到升迁了。 投资理财过去的营理，亏损频频，而接下来这次，你需要有贵人指引，而得到获利。 经商生意过去的生意总是在亏损中度过，但是自此之后终于可以安定了。若有贵人提供经验，则要好好吸收。 房地交易等候了好久，总是没有成交，接下来在贵人的协助之下，终于可以成交了。 治病健康此病困顿了许久，总是没有起色，你需要他人的治疗经验来帮助自己。若能心地宽畅，心情开朗，那就对健康有益。 转换变更虽然当前的经营不佳，其实你不必转换职场，你需要转变的是自己的态度。当你用宽容的态度去应对，一切自然好转了。 求孕求子盼望怀孕生子多时，一直没有成果。其实，你应该转变自己的生活态度。多多行善布施，对人慷慨大方，只要多多累积德行，那就能如愿怀孕或生子了。 若已经怀孕者，当维持宽松心情，不要有负面心情，以免损及胎儿。 若问考试或各种竞赛前途 这个竞试经历了几次都失败，然而接下来你的好运就来了。建议多多听闻前辈的竞试经验，这将有助你在这次竞试中脱颖而出。 若问升迁、升官运途 过去几次的升迁机会都未果，而接下来这一次，将有贵人之协助，而使你得到升迁了。 投资理财 过去的营理，亏损频频，而接下来这次，你需要有贵人指引，而得到获利。 经商生意 过去的生意总是在亏损中度过，但是自此之后终于可以安定了。若有贵人提供经验，则要好好吸收。 房地交易 等候了好久，总是没有成交，接下来在贵人的协助之下，终于可以成交了。 治病健康 此病困顿了许久，总是没有起色，你需要他人的治疗经验来帮助自己。若能心地宽畅，心情开朗，那就对健康有益。 转换变更 虽然当前的经营不佳，其实你不必转换职场，你需要转变的是自己的态度。当你用宽容的态度去应对，一切自然好转了。 求孕求子 盼望怀孕生子多时，一直没有成果。其实，你应该转变自己的生活态度。多多行善布施，对人慷慨大方，只要多多累积德行，那就能如愿怀孕或生子了。 官司诉讼 由于有贵人协助，故让此官司得到最好的成果。 寻人寻物 远行出国 若想出国，会遇到不少的困境，请以宽松的态度应对，则有助成事。若有贵人相助，则有助远行成功。",
            "【典故】": "李广，汉朝名将，善骑射，以勇敢善战着称。汉文帝时，李广领军攻打匈奴，受了伤，被匈奴兵捉住，放在两匹马之间驱走。李广装死不动，走了十多里路，李广觉察到有个匈奴兵骑匹好经过，即刻腾空而起，跳到匈奴兵骑马上，把他打倒，夺了他弓箭，策马扬鞭走了几十里，重集其军队，回营准备再攻打敌人。《史记》"
        }
    },
    {
        "num": 26,
        "src_url": "https://www.k366.com/guanyin/28894.htm",
        "img_url": "https://static.k366.com/static/k366/m2021/images/lqimg/lq_lqgy_26.jpg",
        "detail": {
            "【灵签诗文】": "上下传来事总虚 天边接得一封书 书中许我功名事 直待终时亦是无",
            "【吉凶】": "下平签",
            "【宫位】": "巳宫",
            "【诗意】": "此卦虚名之象，凡事虚多少实宜守旧也。",
            "【解曰】": "上下心烦 求间不闲 欲望功名 守旧安身",
            "【本签精髓】": "此签家宅-祈福，自身-安，求财-阻 交易-不成，婚姻-不成，六甲-女 行人-有信，田蚕-半熟，六畜-可养，寻人-西方 公讼-亏，移徙-守旧，失物-难寻，病-祈保，山坟-吉。",
            "【整体解释】": "此签有”误会一场”之意。 奉劝当事人，凡事洞察真相。人与人相处，很容易因为对方的无心之过而造成彼此间的嫌隙。须知在事情尚未明朗之前，不应道听涂说、人云亦云，或就此否定他人。眼见不一定为凭，耳朵听到的是非也不见得是真。应保持内心的清明理智，实事求是。切忌只看表面就果断做下决定，否则很容易引起不必要的纠纷。若与人有误会，何妨自己先退一步，解释清楚、尽释前嫌。所谓”十年修得同船渡”，应当把握人与人之间相处的缘份，互相珍惜。 此签接日虚望之象，凡事守旧待时。 是接日虚望之象。宜守旧待时者。不可听信世人之言。宜自吾有主见。以智止谣。何必听人之者。宜向神求之。神灵加护之时。必有转机。因直待终时亦是无者。因此。守之。规谋之。待来日之计用之。易言之。求闲不闻。目下心烦。欲求名利。徒尔虚投者。",
            "【详细解释】": "清凉月解 凡事做事此签意味事情的发展，会让人「空欢喜一场」。这功名原本是有的，但会因为某些因素，而使此功名成泡影。为了改造这个命运，建议个人在德行情操上好好提升，止恶持戒，并且小心应对谋求之事，以祈能稳固这功名的存在。 爱情婚姻若问姻缘何时来时机尚未到，若有消息来，亦是空欢喜。 若问心仪对象可否交往看起来很心仪，发展下去结果却大失所望。 若问当前交往对象可否更进一步或结婚虽然对方有意愿，结果只是虚晃一招。 凡事做事 此签意味事情的发展，会让人「空欢喜一场」。这功名原本是有的，但会因为某些因素，而使此功名成泡影。为了改造这个命运，建议个人在德行情操上好好提升，止恶持戒，并且小心应对谋求之事，以祈能稳固这功名的存在。 爱情婚姻 若问姻缘何时来时机尚未到，若有消息来，亦是空欢喜。 若问心仪对象可否交往看起来很心仪，发展下去结果却大失所望。 若问当前交往对象可否更进一步或结婚 若问姻缘何时来 时机尚未到，若有消息来，亦是空欢喜。 若问心仪对象可否交往 看起来很心仪，发展下去结果却大失所望。 若问当前交往对象可否更进一步或结婚 若爱情、婚姻面临分手、困顿，问挽回或关系和好 看来似乎要合好，结果还是各分两地。 工作求职、创业事业 若求职问工作在何方或工作前途一时找到了好工作，以为可以辉煌腾达，却只是虚晃一招。 问创业、事业前途前景虽然看好，结果却不如预期。 考试竞赛、升迁竞选虽然传来好消息，结果虚橐场。功名得而复失。 投资理财纸上富贵，虽看得到，却没吃到。 经商生意一时看好的生意，临场还是没赚到。 房地交易空有高利，却没赚到。 治病健康看起来似乎好转之相，结果还是恶化。 转换变更 若求职问工作在何方或工作前途 一时找到了好工作，以为可以辉煌腾达，却只是虚晃一招。 问创业、事业前途 前景虽然看好，结果却不如预期。 考试竞赛、升迁竞选 虽然传来好消息，结果虚橐场。功名得而复失。 投资理财 纸上富贵，虽看得到，却没吃到。 经商生意 一时看好的生意，临场还是没赚到。 房地交易 空有高利，却没赚到。 治病健康 看起来似乎好转之相，结果还是恶化。 转换变更 求孕求子 虽有孕相，却空欢喜一场。 官司诉讼 看起来以为会赢，结果还是亏损收场。 寻人寻物 似乎有好消息传来，结果还是虚。 远行出国 以为远行发展大有前途，结果不如预期。",
            "【典故】": "中国古代传说人物，相传是唐朝人。生得豹头环眼，铁面虬髯，相貌丑陋，被后人奉为伏魔降妖大神，多帖在大门，以打鬼和驱除邪魔为能事。传说钟馗文武全才，唐德宗时上京会考，状元及第，但因他生相丑恶，皇帝取消他的状元资格。钟馗愤怒之极，痛骂皇帝，随后抢过武士宝剑，自刎而死。"
        }
    },
    {
        "num": 27,
        "src_url": "https://www.k366.com/guanyin/28895.htm",
        "img_url": "https://static.k366.com/static/k366/m2021/images/lqimg/lq_lqgy_27.jpg",
        "detail": {
            "【灵签诗文】": "一谋一用一番机 虑后疑前不敢为 时至自然逢贵人 银墙铁壁好安居",
            "【吉凶】": "中中签",
            "【宫位】": "午宫",
            "【诗意】": "此卦屋好墙壁之象，凡事稳当无险也。",
            "【解曰】": "改旧从新 寒花遇春 从前阻滞 今得清心",
            "【本签精髓】": "此签家宅-安，自身-吉，求财-有，交易-难 婚姻-阻，六甲-女，行人-迟（出现），寻人-迟 田蚕-熟，六畜-利，讼-宜和，移徙-吉 失物-无踪，病-延安，山坟-守 旧大吉。",
            "【整体解释】": "此签有”戒慎恐惧”之意。 提醒当事人，凡事自食其力。有时人会想依附有权有势的对象，并希望”靠山”越稳越好，认为如此便可高枕无忧。但任何事绝无侥幸。故事中，李邺侯之所以坚辞所有的官职与厚禄，即是因为他心中雪亮，知道”伴君如伴虎”、树大易招风、更不愿被名与利束縳。因此不要妄想一步登天，须知”靠山山倒、靠人人倒”的道理。凡事脚踏实地，靠自己的实力来打拚。在与人合作方面，也应知见好就收，切莫贪图过多的利益，免得沉溺其中、无法收拾。 本签者。墙有基址之家。 凡事接引贵人乡者。君之今也。一谋一事一番机之时。举棋不定之刻。惟君正逢贵人助也。有银墙铁壁所安靠之人。虽有贵人之签。必须慎交。方有向善之效。否则受伊人愚弄。反得败名。 计划谋虑用尽了机谋，思前顾后仍然不敢有所作为;顺其自然，时候到了自然会有贵人相助，就像有铜墙铁壁般的稳固可以放心安住。　古花成事，寒花遇春，疑前阻滞，今得称心。此签墙有基址之象，凡事接引贵人乡。",
            "【详细解释】": "清凉月解 凡事做事当前的你，正犹疑事情该怎么做。直到贵人给了意见，这事情才打定。 爱情婚姻 凡事做事 当前的你，正犹疑事情该怎么做。直到贵人给了意见，这事情才打定。 爱情婚姻 若问姻缘何时来 若问心仪对象可否交往 若问当前交往对象可否更进一步或结婚 这已经是你们开花结果的时刻了。 若爱情、婚姻面临分手、困顿，问挽回或关系和好 工作求职、创业事业 若求职问工作在何方或工作前途多次的奔波寻找工作，最后毕竟能找到心仪的工作。 若问创业、事业前途事业经历多次的起落，最后仍然能创造佳绩。 考试竞赛、升迁竞选前面多次的应试，难免落榜，但是屡败屡战，则能创造佳绩。若欲升迁者，则在贵人扶持之下，终于确定升迁的位置了。 投资理财不断的起落与输赢，最后终于获利凯归。 房地交易成交过程反复，最后终于成交。 治病健康健康状态起起落落，要不要治疗，也让人犹疑。建议使用没有副作用的自然疗法。勿用有副作用的各种疗法，以免恶化病情。 转换变更 若求职问工作在何方或工作前途 多次的奔波寻找工作，最后毕竟能找到心仪的工作。 若问创业、事业前途 事业经历多次的起落，最后仍然能创造佳绩。 考试竞赛、升迁竞选 前面多次的应试，难免落榜，但是屡败屡战，则能创造佳绩。若欲升迁者，则在贵人扶持之下，终于确定升迁的位置了。 投资理财 不断的起落与输赢，最后终于获利凯归。 房地交易 成交过程反复，最后终于成交。 治病健康 健康状态起起落落，要不要治疗，也让人犹疑。建议使用没有副作用的自然疗法。勿用有副作用的各种疗法，以免恶化病情。 转换变更 求孕求子 官司诉讼 官司打不打，令人犹疑不定，若能不打，则是最好。经由贵人指点，而有了好答案。 寻人寻物 失物找与不找，令人犹疑。若要找到，则要付出不少代价。建议不找更轻松 远行出国 这个远行会经历不少的波折，也让人犹疑要不要做。若有贵人协助，则可安定此事。",
            "【典故】": "刘基字伯温，是明朝朱元璋皇帝的军师。朱元璋在应天，韩林儿在安丰自称小明王，被张士诚兵士围攻，形势危急。元璋说要亲自去解围，刘基劝阻，认为会面对陈友谅攻击的危险，不可出兵。元璋军队到了安丰，才知道韩林儿已被打败，在逃亡中。这次出兵，如刘基所料，元璋军队被围攻，幸亏大将军徐达和常遇春勇力杀退敌人，才得脱险。"
        }
    },
    {
        "num": 28,
        "src_url": "https://www.k366.com/guanyin/28896.htm",
        "img_url": "https://static.k366.com/static/k366/m2021/images/lqimg/lq_lqgy_28.jpg",
        "detail": {
            "【灵签诗文】": "东方月上正婵娟 顷刻云遮月半边 莫道圆时还又缺 须教缺处复重圆",
            "【吉凶】": "上上签",
            "【宫位】": "午宫",
            "【诗意】": "此卦月被云遮之象，凡事昏迷未定也。",
            "【解曰】": "浮云遮月 不须疑惑 等待云收 便见收获",
            "【本签精髓】": "此签家宅-不安，自身-祈保，求财-阻，交易-吉 行人-滞，田蚕-六畜-不利，婚姻-不合，六甲-有惊 寻人-难，讼-亏，移徙-守旧，失物-西方，病-难 痊，山坟-改。",
            "【整体解释】": "此签有”幸得援手”之意。 提醒当事人，凡事以礼相待。这个社会上有各式各样的人，生活在我们周遭，有些熟悉、有些陌生。但是，即使是几乎天天见面的同学或同事，也不代表我们就能够完全了解彼此的全部。也许你自以为熟悉的对方，也仅仅只是工作上的那一小部分。也许他们各有所长，只是没有表露出来。在待人处世上，应能不分贵贱、职位高低，以礼相待。勿起分别心，凡事一视同仁。现在你身边的任何一个人，日后都有可能成为你的贵人。 此签月被云遮之象，凡事待时。 月被云遮之象。亦即是凡事。暂时且守旧。待时老。君汝之早年也。事事不遇之时。唯多年辛勤。终能入佳境。事事如意者。好景已迫眉睫。愿君多行善。亦即是言积德。以迓天庥者。君之目前即是浮云遮月不得疑惑。得待云开自见明月时。 月儿从东边初升正是最美的时候，突然之间乌云骤至将月亮遮蔽了半边;别说月正圆为何又遇缺，只待乌云过后缺处就会重圆。 浮云遮月，不得疑惑，得待云开，自见明月。",
            "【详细解释】": "清凉月解 凡事做事原本一件好端端的事情，突然有了障碍，但是你别只是怪罪，而要设法排除障碍。面对这件事，别把注意放到怪罪上，而要放到如何解决上。只要你动动脑筋，应该有法子可以开解的。 爱情婚姻若问姻缘何时来现在虽然无姻缘，但你别怪罪没姻缘，而要设法让自己有姻缘。建议多多参加各种联谊活动，多多参与可以和人互动的项目。 若问心仪对象可否交往你别问可否追求，而要自问如何追求。要设法排除各种障碍，以得心仪的他。 若问当前交往对象可否更进一步或结婚在相处过程中，难免会有些小障碍，只要你动个小小的脑筋，就可以排除了。那就是好伴侣了。 若爱情、婚姻面临分手、困顿，问挽回或关系和好这只是个小障碍罢了，只要你花点智慧，就可以解决了。 工作求职、创业事业一份好工作，虽然有了障碍，但是，只要你动动脑，这小问题就可化解了。在事业经营上，就算遇到了什么困难，都要用你的「智慧」，只要有佛法，则有办法。 凡事做事 原本一件好端端的事情，突然有了障碍，但是你别只是怪罪，而要设法排除障碍。面对这件事，别把注意放到怪罪上，而要放到如何解决上。只要你动动脑筋，应该有法子可以开解的。 爱情婚姻 若问姻缘何时来现在虽然无姻缘，但你别怪罪没姻缘，而要设法让自己有姻缘。建议多多参加各种联谊活动，多多参与可以和人互动的项目。 若问心仪对象可否交往你别问可否追求，而要自问如何追求。要设法排除各种障碍，以得心仪的他。 若问当前交往对象可否更进一步或结婚在相处过程中，难免会有些小障碍，只要你动个小小的脑筋，就可以排除了。那就是好伴侣了。 若爱情、婚姻面临分手、困顿，问挽回或关系和好这只是个小障碍罢了，只要你花点智慧，就可以解决了。 工作求职、创业事业 若问姻缘何时来 现在虽然无姻缘，但你别怪罪没姻缘，而要设法让自己有姻缘。建议多多参加各种联谊活动，多多参与可以和人互动的项目。 若问心仪对象可否交往 你别问可否追求，而要自问如何追求。要设法排除各种障碍，以得心仪的他。 若问当前交往对象可否更进一步或结婚 在相处过程中，难免会有些小障碍，只要你动个小小的脑筋，就可以排除了。那就是好伴侣了。 若爱情、婚姻面临分手、困顿，问挽回或关系和好 这只是个小障碍罢了，只要你花点智慧，就可以解决了。 工作求职、创业事业 考试竞赛、升迁竞选 若问各种竞试或升迁，这会出现一些障碍，但只要你要善于「用智」，就能在这竞试或评比中脱颖而出。--「以智取胜」。 投资理财 在投资理财上，出现了障碍，这个小问题，只要你动个脑筋就能解决了。 治病健康 当生病了，别怨天尤人，而要设法治疗自己的疾病。请往自己内心深处去探索，以发现疾病的根源。建议多多修行，忏悔业障，排除自己的「无明」则有疗效。 转换变更 美丽的前景出现了障碍，你不必急着转变，而要设法就地排除障碍。只要你动个智慧，就可以解决了。 求孕求子 逢有孕事，会遇到障碍，要设法预防，以让怀孕顺遂。建议多行善布施，怀孕期间心理维持善念与好心情，另外多多祈求神明保佑。 官司诉讼 当讼事处于上风时，却顿然有了障碍，你要设法排除此障碍，若不能排除，就会屈居下风。 寻人寻物 一样心爱的物品，就这样遗失了，别怪罪是怎么掉的，赶快去寻找吧。 远行出国 出国深造，原本是美丽的前景，无奈出现了障碍，你当设法排除他，这就能出国成功。",
            "【典故】": "宋朝真宗皇帝有刘、李二妃。李妃怀孕产子，被刘妃以狸猫换太子手法陷害，被打入冷宫受罪。十多年后，李妃因日夜哭泣，在痛苦中过日子，最后双目失明。她听说包公是位公正廉洁的好官，几经辛苦，终于在天齐庙寻到包公，提出伸冤。《金丸记》传奇。《狸猫换太子》故事"
        }
    },
    {
        "num": 29,
        "src_url": "https://www.k366.com/guanyin/28897.htm",
        "img_url": "https://static.k366.com/static/k366/m2021/images/lqimg/lq_lqgy_29.jpg",
        "detail": {
            "【灵签诗文】": "宝剑光芒出匣时 匣中应不被尘欺 贵人亲手提携起 尽可防身更勿疑",
            "【吉凶】": "大吉签",
            "【宫位】": "午宫",
            "【诗意】": "此卦宝剑出匣之象，凡事有威有势也。",
            "【解曰】": "宝剑出匣 光辉万里 贵人指引 无不欢美",
            "【本签精髓】": "此签家宅-祈福，自身-吉，求财-利，交易-成 婚姻-好，六甲-生女，行人-滞 田蚕-宜早，六畜-损，寻人-见 讼-和，移徙-兴，失物-南方，病-还旧愿，山坟-吉。",
            "【整体解释】": "此签有”寻求他志”之意。 鼓励当事人，专精技能。百里奚在成为”宰相”一职之前，之所以能够维生，是因为他除了学识渊博之外，还有另一项技能：饲养牲畜。因此除了本身的工作之外，不妨寻求、培养自己的第二专长。先从自己有兴趣的方面着手，不仅让生活加添乐趣，也由于是自己的喜好，更能乐在其中。或听取亲朋好友的意见，参与其它的活动。不论本身是否在行，但只要努力尝试、尽力去做，相信日久也会熟能生巧，变成自己的第二项、甚至更多项技能，不但更有保障，生活也有了更多重心。 本签示之曰。是宝剑出匣之象。 凡事有高人指出时。必有成者。尽可防身更无疑者。时运已济。安闲守分。至卯年月。大有发展。锋芒毕露者。士子科第。仕官之人。得擢升。另言之。宝剑出匣光辉万里贵人指出。无不赞美者也。 宝剑在出鞘时射出光芒，本身的锋芒当还在剑鞘中时也不会被尘垢所影响;当贵人将此剑为你取出，大可安心用来防身不用怀疑。 宝剑出匣，光辉万里，贵人指出，无不赞美。此签宝剑出匣之象，凡事高人指出。",
            "【详细解释】": "清凉月解 凡事做事此签以宝剑的处境来形容事情。宝剑代表很优质的人、事或物，但是此人或物一直没有展现过，直到现身之后，此人或物就得以展现他的光芒了。 爱情婚姻若问姻缘何时来你的条件很好，但久困闺中一直没有姻缘提起，而今你的姻缘就来了，也是你爱情发光发热的时候了。经由媒人的推荐，可以得到很好的配对。 若问心仪对象可否交往这是你得到姻缘的好机会，也是你表现爱情的时光了。 若问当前交往对象可否更进一步或结婚迈向结婚之路，是爱情少不了的成果，你就去经营这美丽的结局吧！ 若爱情、婚姻面临分手、困顿，问挽回或关系和好你们的关系不成问题，随时可以挽回与和好，多些柔爱去经营他吧！ 工作求职创业事业过去的你在工作上一直没有大发展，而今后是摆脱困顿，迈向辉煌的时候了。届时将得到贵人提携，而使事业蒸蒸日上，众人称羡。 考试竞赛、升迁竞选过去在这方面未曾有好的表现，而今后则是你扬威耀武的时候了，好好的把握，全力去经营吧！ 凡事做事 此签以宝剑的处境来形容事情。宝剑代表很优质的人、事或物，但是此人或物一直没有展现过，直到现身之后，此人或物就得以展现他的光芒了。 爱情婚姻 若问姻缘何时来你的条件很好，但久困闺中一直没有姻缘提起，而今你的姻缘就来了，也是你爱情发光发热的时候了。经由媒人的推荐，可以得到很好的配对。 若问心仪对象可否交往这是你得到姻缘的好机会，也是你表现爱情的时光了。 若问当前交往对象可否更进一步或结婚迈向结婚之路，是爱情少不了的成果，你就去经营这美丽的结局吧！ 若爱情、婚姻面临分手、困顿，问挽回或关系和好你们的关系不成问题，随时可以挽回与和好，多些柔爱去经营他吧！ 工作求职创业事业过去的你在工作上一直没有大发展，而今后是摆脱困顿，迈向辉煌的时候了。届时将得到贵人提携，而使事业蒸蒸日上，众人称羡。 考试竞赛、升迁竞选 若问姻缘何时来 你的条件很好，但久困闺中一直没有姻缘提起，而今你的姻缘就来了，也是你爱情发光发热的时候了。经由媒人的推荐，可以得到很好的配对。 若问心仪对象可否交往 这是你得到姻缘的好机会，也是你表现爱情的时光了。 若问当前交往对象可否更进一步或结婚 迈向结婚之路，是爱情少不了的成果，你就去经营这美丽的结局吧！ 若爱情、婚姻面临分手、困顿，问挽回或关系和好 你们的关系不成问题，随时可以挽回与和好，多些柔爱去经营他吧！ 工作求职创业事业 过去的你在工作上一直没有大发展，而今后是摆脱困顿，迈向辉煌的时候了。届时将得到贵人提携，而使事业蒸蒸日上，众人称羡。 考试竞赛、升迁竞选 投资理财 过去的经商或理财成效不彰，如今将脱离困境了，届时将财源滚滚，获利惊四座。 房地交易 过去买卖乏人问津，如今终于有主顾上门了，请自行把握以能成交。 治病健康 有愿尚未还，有事尚未了，故有怪疾病，速了结可也。 转换变更 这是你脱胎换骨大显身手的时候了，就朝着你想要的目标前进吧！ 求孕求子 这是你求孕成功的时候了，将可顺利生女。 官司诉讼 寻人寻物 这是失物出现的时机了，请往南方寻找。 远行出国 出国深造，远地发展，这都是你大显身手的时候了。",
            "【典故】": "赵云，字子龙，常山人，为刘备的猛将。时曹操欲下江南，先攻先主刘备于莘野，先主走樊城，复败于当阳，家眷失散。子龙于土墙下遇縻夫人，夫人将子阿斗托云，云将马授夫人，夫人不肯授，投井而死，云哭埋毕，怀抱阿斗，杀死曹军十多员大将，冲出重围，遇张飞在长板坡接应，救出了阿斗。"
        }
    },
    {
        "num": 30,
        "src_url": "https://www.k366.com/guanyin/28898.htm",
        "img_url": "https://static.k366.com/static/k366/m2021/images/lqimg/lq_lqgy_30.jpg",
        "detail": {
            "【灵签诗文】": "劝君切莫向他求 似鹤飞来暗箭投 若去采薪蛇伏草 恐遭毒手也堪忧",
            "【吉凶】": "下下签",
            "【宫位】": "午宫",
            "【诗意】": "此卦安份守己之象，凡事小心谨防也。",
            "【解曰】": "闭口合齿 他事莫理 若有亏心 到头害己",
            "【本签精髓】": "此签家宅-安，自身-平平，求财-待时 交易-滞，婚-未许，行人-坎坷 寻人-阻隔，六甲-虚惊，田蚕-不利， 六畜-不利，移徙-守旧，失物-不见，病-难痊，山坟-大 吉。",
            "【整体解释】": "此签有”误信人言”之意。 奉劝当事人，应有自主的判断能力。人在犹豫不决的时候，容易降低自信，所以会转而征询他人的意见，而且希望能回答的建言越多越好。须知在遇到状况不明之时，越要保持沉着冷静。思前想后，理智地分析情势。若恐有遗漏不全之处，向他人请教虽然也是个办法，但多数人的意见，有时并不代表一定是对的。而且询问的人越多，又恐得到的答案越分歧，反而导致无所适从。对自己要有信心，不要轻易随波逐流。 此签安身得己之象 凡事守旧则吉。本签示之曰，若去采薪蛇伏草。恐遭毒手也堪虞之命途耶。是安身得己之象。凡事暂守旧待时之者。谋事不相宜。一事无成者。田亩。六畜之不利于时。唯山坎是大吉者。易言之。闭口存舌。闲事莫理不可生心恐伤于己。 劝您别再有其它的想法或希求，就好像鹤鸟被暗箭埋伏而受伤;或想去砍柴却不知毒蛇暗藏在杂草中，恐怕因此而遭到毒手，实在令人担忧。 闭口存舌，问事莫理，不可生心，恐伤于己。",
            "【详细解释】": "清凉月解 凡事做事劝你不要去做这件事，因为这是有危险的，甚至是个骗局。若能退守则平安。 爱情婚姻 凡事做事 劝你不要去做这件事，因为这是有危险的，甚至是个骗局。若能退守则平安。 爱情婚姻 工作求职、创业事业 若问求职路，路上有险阻，当防被拨削，还得防被骗。 考试竞赛、升迁竞选 此时非良机，赛中恐有诈，君恐难得意，退守则安宜。 投资理财 投资道路上，处处有风险，若人不经意，随时有亏损。 经商生意 房地交易 买卖重信用，更重获财利，此刻非良机，且缓此交易。 治病健康 若欲疗此病，当行深忏悔，再除心暗影，以此缓病情。 转换变更 谋事不如意，转换未必利，当寻病根处，再虑何处去。 求孕求子 官司诉讼 寻人寻物 远行出国 远地求发展，中途有险阻，恐会出差错，退守保平安。",
            "【典故】": "唐太宗时，薛仁贵东征回来不久，又领兵西征苏宝同，被困于西唐的地方，二路元帅薛丁山（仁贵之子）与母柳氏（金定）妹金莲和程咬金等同往解围。大军到了棋盘山，遇到窦一虎劫粮，被丁山战败。窦一虎之妹窦仙童下山战薛丁山兄妹，用仙法生擒薛丁山。金莲回营报讯，程咬金知道仙童与丁山相爱，说服了柳金定，结果薛丁山与窦仙童，窦一虎与薛金莲各成亲，结为夫妻，皆大欢喜，然后一同赴西唐解薛仁贵之围。《棋盘山大会战》《薛丁山征西》故事"
        }
    },
    {
        "num": 31,
        "src_url": "https://www.k366.com/guanyin/28899.htm",
        "img_url": "https://static.k366.com/static/k366/m2021/images/lqimg/lq_lqgy_31.jpg",
        "detail": {
            "【灵签诗文】": "清闲无事静处坐 饥时吃饭困时卧 放下身心不用忙 必定不遭殃与祸",
            "【吉凶】": "中中签",
            "【宫位】": "未宫",
            "【诗意】": "此卦守旧安然之象，凡事待时则吉也。",
            "【解曰】": "守旧安然 叩问神仙 直待时来 事亦偶然",
            "【本签精髓】": "此签家宅-祈保，自身-安，求财-守待 交易-宜迟，婚姻-合，行人-至，讼-和 六甲-生女，田蚕-秋熟，六畜-稳 寻人-难，移徙-吉，失物-虚，病-殁 送，山坟-吉。",
            "【整体解释】": "此签守己安静之象，凡事宜守旧。 本签曰。清闲无事静处坐。饥时吃饭困时卧。可知君尔者当守己安静之时。凡事宜守旧。不宜在此时轻举妄动。动则凶。静则吉之刻。放下身心不用忙。唯有如此。方可除去祸与殃。易言之。守己安静即是待他时之至。必定周全。 此签有”思绪杂乱”之意。 奉劝当事人，不要随便乱想。须知人可以有理想，但却不能有妄想。理想是实际的，已经拟好了一个方向、并想办法努力去实现。妄想则是随便的、不切实际的空想。未来的事还很难说，那何必去想”如果”?过去的事也已经过去，又何必再执着?凭空想象的事物不可能实现，如果执着于不切实际的幻想，只会让自己越陷越深、无法自拔。天下没有不劳而获的事，凡事脚踏实地，一分耕耘，才有一分收获。 清闲无事的时候就寻找一个宁静场所安坐，饿了就吃，想睡能睡;放下身与心的束缚不去牵挂，如此必然不会遭逢灾殃与祸事啊! 守己安静，即是神仙，待他时至，必定周全。",
            "【详细解释】": "清凉月解 凡事做事本签示意，只要安闲度日，这就平安了。把该做的事做好来，而不要去理会他人的是非，这就能安祥了。 爱情婚姻姻缘何时来，且听菩萨说，时机尚未到，还需得望候。 若有心仪者，君只需静候，若是汝姻缘，自会来相投。 凡事做事 本签示意，只要安闲度日，这就平安了。把该做的事做好来，而不要去理会他人的是非，这就能安祥了。 爱情婚姻 姻缘何时来，且听菩萨说，时机尚未到，还需得望候。 工作求职、创业事业 工作在何方，目前无定向，需候时等待，来日再求职。 考试竞赛、升迁竞选 若问竞赛事，或问升迁运，目前非时机，还需静候时。 投资理财 若欲财滚利，目前尚待机，无事消遥去，他日再收成。 经商生意 市场尚低迷，产品乏问津，保守而应对，安闲更相宜。 房地交易 主顾不上门，买卖难交易，当待未来时，届时有商机。 治病健康 转换变更 低迷欲转机，转机未必益，安心静守候，来日藤飞起。 求孕求子 孕事无音讯，劝君莫烦愁，调身又养息，未来有千金。 官司诉讼 诉讼双受害，双和大家安，各退一步去，以求和讼局。 寻人寻物 失物莫着急，割舍此事物，放下追寻意，管他哪里去。 远行出国 远行看前景，目前无曙光，出门增劳倦，安待在己邦。",
            "【典故】": "宋朝大诗人苏东坡有七个妻妾，最小的叫朝云。有一年寒冻的一天，佛印禅师来造访苏东坡，二人许久没相见，一谈就谈几个小时，越谈越高兴。夜深了，东坡就叫朝云去服侍师傅。佛印叫朝云准备了一个水壶，七个火炉，葵扇和火炭等东西，搬到房间来，并叫朝云起火，然后把水壶放在第一个火炉上煮，水滚了，又放在第二个火炉上，然后第三个火炉，至到第七个火炉，如照做几遍，直到天亮，佛印在床上入定。突然，卜的一声，水壶里的水烧干而爆裂了，佛印叫朝云不必怕，回去睡觉好了。第二天，朝云将昨夜的事告诉了东坡。东坡终于觉悟到佛印警告他：五欲不断，一定堕落。后来，佛印希望他顿悟人道，息心修行，他说：人生一世间，如白驹过隙，三二十年，功名宝贵，转眼成空，课不一律勾断，寻取自家本来面目。"
        }
    },
    {
        "num": 32,
        "src_url": "https://www.k366.com/guanyin/28900.htm",
        "img_url": "https://static.k366.com/static/k366/m2021/images/lqimg/lq_lqgy_32.jpg",
        "detail": {
            "【灵签诗文】": "渺渺前途事可疑 石中藏玉有谁知 一朝良匠分明剖 始觉其中碧玉奇",
            "【吉凶】": "中下签",
            "【宫位】": "未宫",
            "【诗意】": "此卦守旧安然之象，凡事待时则吉也。",
            "【解曰】": "宝在石中 异人少知 直待分明 尽可施为",
            "【本签精髓】": "此签家宅-平平，自身-安，求财-劳力 交易-阻，婚姻-成，六甲-虚，行人-杳（无音信） 田蚕-晚成，六畜-旺，寻人-见 公讼-惊，移徙-改，失物-西方，疾病- 欠安，山坟-改向吉。",
            "【整体解释】": "此签有”寻人捉刀”之意。 奉劝当事人，凡事勿太依赖。属于自己本身份内的事，就不应麻烦别人，或干脆丢给别人去做。应能训练自己独当一面，尽量靠自己来解决问题。如果总是希望别人来帮忙，对于本身非但无所成长，得到的收获也不是属于自己的。唯有透过亲身对事物的体验与尝试，才能有办法真正去了解其中所蕴藏的奥妙之处。选择勇敢去面对，将会发现事情其实没有想象中那么困难。 此签石中剖玉之象，凡事着力可成。 君今之命运也。如石中剖玉之象。八百事啻要费力即可成者。易言之。汝是石中藏玉虽知。孜孜不倦中取玉之勤劳人。人生旅途中。常有惊险之象出现。易言之。玉在石中。匠手可知。直待剖出真可施。 前途茫无头绪不禁教人忧疑，就像粗糙的石头中内藏美玉却有谁知;等到有朝一日识货的工匠看出了端倪剖出，这才发觉深藏其中的碧玉竟是如此稀奇。 玉在石中，匠手可知，直待剖出，真可施为。",
            "【详细解释】": "清凉月解 凡事做事这件事看起来前途茫茫，其实不然，这件事还有很大的发挥空间。只要找来高人指点，这其中的宝藏就浮现了。 爱情婚姻欲求姻缘来，还得赖媒人，有朝得引荐，姻缘始放光。 如今看上他，欲知前程路，君将得鉴赏，来日成一双。 凡事做事 这件事看起来前途茫茫，其实不然，这件事还有很大的发挥空间。只要找来高人指点，这其中的宝藏就浮现了。 爱情婚姻 欲求姻缘来，还得赖媒人，有朝得引荐，姻缘始放光。 工作求职、创业事业 考试竞赛、升迁竞选 竞试问前程，全靠己技能，尽扬己潜力，赛场得荣誉。 投资理财 若欲得获利，需要静待机，美玉暗中藏，有日即发迹。 经商生意 生意求商机，质量加人缘，长时守商誉，定可频获利。 房地交易 虽是好房地，仍需明眼人，方能成交易，静心待主来。 治病健康 病况令人疑，劝君不用奇，康愈一诀窍，全在尔心地。 转换变更 求孕求子 若欲求子息，需要信心力，抛却游移心，再求神庇佑。 官司诉讼 寻人寻物 失物令人急，寻找何处去，菩萨有指示，方向请往西。 远行出国 远地求发展，心情很不安，贵人来剖析，原来都很赞。",
            "【典故】": "刘备求贤(三顾草庐)，三国时，诸葛亮，字孔明，汉末避居南阳。诸葛亮隐居于隆中之茅屋，志学清修，养生之道，研究奇明门遁法，天文术数，卦算韬略，无所不精。初不求闻达于诸侯，后徐庶荐于刘备。先主刘备与关张三往问计，延为军师。先主即位，拜丞相，受以托孤，后主封为武卿侯。谕有宝心安，得意迟早，静待时机，不请自来。"
        }
    },
    {
        "num": 33,
        "src_url": "https://www.k366.com/guanyin/28901.htm",
        "img_url": "https://static.k366.com/static/k366/m2021/images/lqimg/lq_lqgy_33.jpg",
        "detail": {
            "【灵签诗文】": "石藏美玉在中心 得指何须向外寻 直待高人来剖析 宽心犹要更宽心",
            "【吉凶】": "中中签",
            "【宫位】": "未宫",
            "【诗意】": "此卦藏玉外觅之象，凡事待时可也。",
            "【解曰】": "内藏金玉 何必外寻 遇贵指引 不须劳心",
            "【本签精髓】": "此签家宅-祈保，自身-安，求财-守待 交易-迟，婚姻-就，六甲-男，行人-阻 田蚕-半熟，六畜-旺，寻人-劳，讼-搁 移徙-吉，失物-北方，病-遇良 医，山坟-宜改。",
            "【整体解释】": "此签有”就事论事”之意。 意味当事人，凡事不计前嫌。人与人相处，偶尔争吵与不快在所难免。但事过境迁之后，就无须仍耿耿于怀、记挂在心。应能不计前嫌，抛开自己心中的成见，就事论事、公私分明。对于他人的缺失，尽量包容体谅。凡事宽容以对，心胸将更为开阔。 此签珍玉内藏之象，凡事忍耐守旧则吉。 又是珍玉内藏之象。是凡事忍耐得吉者也。君汝之今也。谋略不宜之时。乍看似机缘。行之反复为之。无一事可成。石中既有玉藏。何必向外去寻。亦即是君守于今。自有展谋之时。不宜动。动不如一静。易言之。珍玉内藏不时求。不见待若遇贵人。事则得吉。 不起眼的石头内中心却是块美玉，得到了这个提点何必又向外去寻觅;等到高人慧眼将之分离剖出，正似甘霖一降扫去了杂乱纷扰的思绪。 珍玉内藏，不须求觅，若遇贵人，事又得吉。",
            "【详细解释】": "清凉月解 凡事做事事情外表也许是平凡的，但是，许多事情是不能从外表判断的。你也不用向外去寻求自己所要的东西了，因为这东西就在内而不在外。若是不能发觉这宝藏的话，那找个高人指点，宝藏就能出现了。 爱情婚姻若欲寻姻缘，缘在尔身边，他是你旧识，觉之喜欢天。 交往已多时，此人适配否，旁人来颇析，始知他不错。 凡事做事 事情外表也许是平凡的，但是，许多事情是不能从外表判断的。你也不用向外去寻求自己所要的东西了，因为这东西就在内而不在外。若是不能发觉这宝藏的话，那找个高人指点，宝藏就能出现了。 爱情婚姻 若欲寻姻缘，缘在尔身边，他是你旧识，觉之喜欢天。 工作求职、创业事业 考试竞赛、升迁竞选 若欲参竞试，理出己优势，善用己特长，能得荣誉光。 投资理财 若欲求发财，先看己财力，若财已富裕，何必再求财。 经商生意 营商求谋利，多卖珍贵品，等待识货人，必有好业绩。 房地交易 买卖房土地，委人来交易，直待内行人，则能成生意。 治病健康 若欲治此疾，解药在心中，往内拔病根，此病即可愈。 转换变更 事虽不畅心，莫急求转变，原地好发展，尚有贵人扶。 求孕求子 官司诉讼 寻人寻物 东西没有掉，请往自内寻，或问外围人，必定可寻获。 远行出国",
            "【典故】": "程咬金是唐朝开国元老，薛仁贵是唐太宗时大将，初时，薛仁贵二次投军都被张士贵阻挠，不被录取。这天仁贵在山上午睡，突然发现咬金路遇被虎追，仁贵赶上，打伤老虎，救了咬金。咬金欣赏仁贵武功，并给他金令箭一支，叫他去投军。第三次投军仍被张士贵欺骗，只当火头军（厨师）。《薛仁贵征东》故事"
        }
    },
    {
        "num": 34,
        "src_url": "https://www.k366.com/guanyin/28902.htm",
        "img_url": "https://static.k366.com/static/k366/m2021/images/lqimg/lq_lqgy_34.jpg",
        "detail": {
            "【灵签诗文】": "出入行藏礼义恭 言必忠良听必聪 心下了然俱洞澈 光明如日正当空",
            "【吉凶】": "上上签",
            "【宫位】": "未宫",
            "【诗意】": "此卦红日当空正照之象，凡事遂意也。",
            "【解曰】": "心中无事 秋水澄清 不须疑惑 事自然成",
            "【本签精髓】": "此签家宅-清吉，自身-安，求财-虚 交易-难，婚姻-合，六甲-有险 行人-阻，田蚕-不利，六畜-衰 寻人-滞，讼-亏，移徙-守旧，失物-虚，病-殁送 ，山坟-大吉。",
            "【整体解释】": "此签有”事无绝对”之意。 意味当事人，勿太过主观。有时人对于本身善意的想法与主张，往往非常坚持，认为只有如此才是对的。须知出发点是好意诚然可嘉，但”择善”也不能太过固执。每个人对事情的看法与解读都不一样，只要目的都是善意，可以有很多种方法，不一定非得这么做。在坚持自己理念的同时，也应虚心接受、包容学习不同的做法与意见。过于偏执只会造成自我的局限与他人的反感。所谓”信者恒信”，凡事随缘，不必强求自寻烦恼。 此签红日当空之象，凡事自来有成。 本签也。红日当空之象。凡事自来有成。君之今也。出入行藏礼义恭。言必忠良听必聪。与友朋。长辈之交。必须礼恭。天下之事能透彻。君之运也。光明则如日正当空时。易言之。空中无事秋水澄清别无阻碍。自然有成者。 行事言行谦恭有让不脱礼义的规范，忠言必逆耳，但听取受教必能领悟;心中明似镜一切的事物都能照见无碍，就似光明如红日当空晴朗无云。 空中无事，秋水澄清，别无阻碍，自然有成。",
            "【详细解释】": "清凉月解 凡事做事在做人方面，与人相逢应该要有礼貌，待人要恭敬，要有仁义。别人说的忠告，应当听取。真理之言应当照办。做人若能问心无愧，那命运自然就平安了。 爱情婚姻若问姻缘何时来若想求得姻缘，先把自身功课做好，做人有礼，行为端庄，谈吐温文，若得好形象，姻缘自然来。 若问心仪对象可否交往把自己的行为风范做好来，建立好形象，若能如此，自然能得心仪的他赏赐，而顺得此缘。 凡事做事 在做人方面，与人相逢应该要有礼貌，待人要恭敬，要有仁义。别人说的忠告，应当听取。真理之言应当照办。做人若能问心无愧，那命运自然就平安了。 爱情婚姻 若问姻缘何时来若想求得姻缘，先把自身功课做好，做人有礼，行为端庄，谈吐温文，若得好形象，姻缘自然来。 若问心仪对象可否交往 若问姻缘何时来 若想求得姻缘，先把自身功课做好，做人有礼，行为端庄，谈吐温文，若得好形象，姻缘自然来。 若问心仪对象可否交往 若问当前交往对象可否更进一步或结婚 若爱情、婚姻面临分手、困顿，问挽回或关系和好 工作求职、创业事业 若求职问工作在何方或工作前途求职时，当注意自己的穿著、谈吐、礼节，把这些基本功课做好来，求职就能顺利。 若问创业、事业前途若想事业能发达，应注重做人，给顾客多些礼仪、服务、欢喜等等，则有助事业发展。 考试竞赛、升迁竞选 若求职问工作在何方或工作前途 求职时，当注意自己的穿著、谈吐、礼节，把这些基本功课做好来，求职就能顺利。 若问创业、事业前途 若想事业能发达，应注重做人，给顾客多些礼仪、服务、欢喜等等，则有助事业发展。 考试竞赛、升迁竞选 投资理财 理财以投资，是为多得利，此心属贪欲，反而不得意。 经商生意 经商又买卖，做人求礼节，质量求信誉，自然商机来。 房地交易 买卖欲成交，需要好机缘，降低获利心，成交必容易。 治病健康 若心无杂垢，则身必健康，时时清内尘，此即有疗效。 转换变更 若欲求转变，先变自己心，做人当恭礼，若此即安住。 求孕求子 若是想求男，行善多布施，慷慨而待人，有助求得男。 官司诉讼 诉讼争口气，人性之常情，如此争夺下，两败俱受伤。 寻人寻物 失物在何方，若寻难得力，放下寻物心，就当送他人。 远行出国 远行求腾达，但求己做人，人际好关系，人生即得意。",
            "【典故】": "汉献帝时，天下混乱，盗贼蜂起。刘备（玄德）关羽（云长）张飞（翼德）三人志同道合，在张飞家的桃园结拜为义兄弟，刘备为始，关羽次之，张飞为弟，三人誓说：同心协力，扶危救困，上报国家，下济黎庶。后来三顾茅庐，礼请诸葛亮下山辅佐中兴汉室，从此崭露头角，刘、关、张、三兄弟名留青史。"
        }
    },
    {
        "num": 35,
        "src_url": "https://www.k366.com/guanyin/28903.htm",
        "img_url": "https://static.k366.com/static/k366/m2021/images/lqimg/lq_lqgy_35.jpg",
        "detail": {
            "【灵签诗文】": "衣冠重整旧家风 道是无功却有功 扫却当途荆棘碍 三人共议事和同",
            "【吉凶】": "上上签",
            "【宫位】": "申宫",
            "【诗意】": "此卦衣冠重整之象，凡事先难后易也。",
            "【解曰】": "不用忧疑 自有佳期 若问前程 前路可宜",
            "【本签精髓】": "此签家宅-乱，自身-吉，求财-好 交易-利，婚姻-阻，六甲-惊，行人-将至 寻人-至，田蚕-不利，六畜-兴，讼-有理 移徙-安，失物-迟见，病-祈福安，山 坟-宜旧。",
            "【整体解释】": "此签有”饮水思源”之意。 提醒当事人，不要轻易变心弃节。有些人的耳根子软，很容易因为他人的言语而受到影响，或因眼前的美好事物而受到动摇。若遇情况不明时，要能把持内心，冷静而理智的思考，才不致于随波逐流、左右摇摆无所适从。常常回想当初的患难之情，莫忘旧情。多增进亲朋好友彼此间的互动、关怀，才能凝聚坚强的向心力。认清什么才是自己想要的，时刻提醒自己念念不忘。 此签衣冠重整之象，凡事改变大吉。 此签是扫却当途荆棘碍。三人共议事相同者。可知重整之象。凡事改变即大吉。功名。交易均可得利。求财。时运。六畜亦均有利可图。是谋略成功。年运亨通之时。一旦称心。万事通之刻。君汝之今为不须忧虑。自有期间。前程事更换可宜。 重新打点自己抛去旧有的习气，说没有功劳实则上却是有的;挥去眼前困难的阻碍，三人共同商讨必能达成共识。 不须忧疑，自有期间，问前程事，更换可宜。",
            "【详细解释】": "清凉月解 凡事做事重新改革，这是能建功的。排除各种障碍，除去不好的，和大家一起商量，这事情就有大利了。 爱情婚姻 凡事做事 重新改革，这是能建功的。排除各种障碍，除去不好的，和大家一起商量，这事情就有大利了。 爱情婚姻 工作求职、创业事业 工作在何方，全看己志气，求职与应征，穿着要注意。 考试竞赛、升迁竞选 竞试欲出头，但看己宏志，全面修专技，前途尽放光。 投资理财 标的当重整，策略要研议，重新再出发，未来则有益。 经商生意 经商做生意，全面再检讨，障碍当清理，则无往不利。 房地交易 卖物当清理，打造新门面，吸引新买气，有利成交易。 治病健康 转换变更 求孕求子 官司诉讼 重研此案件，理出关键点，排除诸障碍，以求讼得理。 寻人寻物 回忆失物时，想出可能处，移开障碍物，失物当得见。 远行出国 远地求发展，与人共商议，再除诸障碍，前景尽辉煌。",
            "【典故】": "唐僧就是唐三藏（玄奘）法师，奉太宗皇帝命令，往西天（印度）取佛经，以宏扬佛教于东土。后来经过千辛万苦，行程十万八千里，成功取得经典回国。西游记故事，有悟空、猪八戒、沙僧三人协助唐僧往西天取经，历经九九八十一灾难，终于大功告成，功德圆满。"
        }
    },
    {
        "num": 36,
        "src_url": "https://www.k366.com/guanyin/28904.htm",
        "img_url": "https://static.k366.com/static/k366/m2021/images/lqimg/lq_lqgy_36.jpg",
        "detail": {
            "【灵签诗文】": "目前病讼不须忧 实地资财尽可求 恰好系猿今脱锁 得归仙洞去来游",
            "【吉凶】": "上上签",
            "【宫位】": "申宫",
            "【诗意】": "此卦猿猴脱锁之象，凡事先难后易也。",
            "【解曰】": "脱除了事 且自宽心 待得时来 堪寻正路",
            "【本签精髓】": "此签家宅-不安，自身-安，求财-大利 交易-待时，婚姻-未成，行人-寻人-至 六甲-祈福，田蚕-十足，六畜-平 讼-有理，移徙-吉，失物-远，病-欠 安，山坟-吉。",
            "【整体解释】": "此签有”居安思危”之意。 提醒当事人，小心行事。人在得到帮助、好运连连或机会来临之时，往往喜不自胜、乐不可支。须知纵然目前看似稳操胜算，有势在必行之意，但切勿过于开怀狂喜，仍应时刻自我警惕”物满则溢、乐极生悲”的道理。冷静下来，仔细审慎地思考接下来该怎么做。在此同时，别忘了兼顾到别人，更不要忽略了他人的感受。应尽量保持平常心，切勿急躁，放慢脚步、顺势而为。 此签系猿脱锁之象，凡事通泰。 本签曰。目前病讼不须忧。实地资财尽可求。是上上之签。惟有积德。布施之举。必可更进展之机。如忽尔遇不如意之时。因君汝目下是系猿脱锁之象。凡是通泰。因此。再加修心向善。必有神佑。易言之。且自宽舒待他时至路达通衢也。 此刻的疾病官司不必忧愁，充足的资财尽可以解决问题的需求;就好似猿猴解开了身上的枷锁，得以返回仙洞来去悠游。 脱除心事，且自宽舒，待他时至，路达通衢。",
            "【详细解释】": "清凉月解 凡事做事本签以猿猴受困来形容这个困境，猿猴原本是心急的动物，而如今受困了，这内心的困顿程度可想而知。本签示意，与事者当前处在哀愁的困境当中。但是，你就在原地继续发挥，而不必哀愁。有朝一日，你将如脱锁的猿猴，从困境中顿然解脱，此时你就可以尽情遨游舒展了。 凡事做事 本签以猿猴受困来形容这个困境，猿猴原本是心急的动物，而如今受困了，这内心的困顿程度可想而知。 爱情婚姻 单身不必忧，无偶不必愁，把握自由身，四处去遨游。 工作求职、创业事业 一时无工作，难得身自由，先享此佳景，工作以后求。 考试竞赛、升迁竞选 功名不得意，省劳免奔波，如此悠闲日，谁有这种福。 投资理财 套牢不需忧，放着随他去，来日可发迹，届时笑咪咪。 经商生意 顾客不上门，生意淡淡过，有朝突发迹，生意忙不过。 房地交易 门市尚冷清，买卖主不来，再待些时候，自有主上门。 治病健康 此病不需忧，安心去旅游，此病自疗愈，自己也惊奇。 转换变更 事虽不称心，不必求变更，未来即好转，届时即得意。 求孕求子 无子免消愁，无孕不用忧，自然能得孕，君需护胎儿。 官司诉讼 虽处下风时，尔且不必愁，公理今犹在，还君一公道。 寻人寻物 远地遗失物，汝且免愁忧，自归主人边，欢喜乐呼呼。 远行出国 出国有障碍，君先当地游，来日无枷锁，任君出远游。",
            "【典故】": "韩湘子和吕洞宾都是八仙人物。韩湘子是唐朝人，幼而落拓，不读书，好饮酒，后被吕洞宾引渡，同入山修道，成为八仙之一。又传说，韩湘子是大文学家韩愈（文公）的侄子，韩愈不信佛道，湘子时而点化他，要他悟道。后引渡文公仙去。"
        }
    },
    {
        "num": 37,
        "src_url": "https://www.k366.com/guanyin/28905.htm",
        "img_url": "https://static.k366.com/static/k366/m2021/images/lqimg/lq_lqgy_37.jpg",
        "detail": {
            "【灵签诗文】": "欲问身安运泰时 风中灯烛不相宜 争如收拾深堂坐 庶免光摇静处明",
            "【吉凶】": "下下签",
            "【宫位】": "申宫",
            "【诗意】": "此卦风摇灯烛之象，凡事守常则吉也。",
            "【解曰】": "静处安身 待命守时 动惹非福 守旧无疑",
            "【本签精髓】": "此签家宅-守旧，自身-平平，求财-有 交易-难，婚姻-不合，六甲-祈保 讼-和，行人-有信，田蚕-秋熟 六畜-安，寻人-见，移徙-守旧，病-禳星（犯煞）， 山坟-勿改。",
            "【整体解释】": "此签有”漠不关心”之意。 提醒当事人，勿太独善其身。有些人不喜欢涉入是非，也不贪图它物，更不愿与人高攀，因此本身信誉极佳。须知本身洁身自爱又能自律是一件好事，但遇到需要帮忙或协助的情况时，也不能完全置之不理。凡事”不沾锅”的处世态度，虽然可以远离许多是非纠葛和省掉许多麻烦，但却会让人觉得过于自命清高、只顾自己不管别人，似乎有点太偏于自私。行事勿独来独往，应多与人结交相处，能帮得上忙的就尽力而为，如果有人需要忠肯的建议，也不要吝开金口。在顾好自己的同时，请别忘了兼善天下。 此签风中灯烛之象，凡事谨慎则吉。 本签也。风前灯烛之签也。不相宜者。惟凡事小心。谨慎则吉也。君必须收拾深堂坐。亦即是得静为宜吉。如动则凶至。只好暂时忍耐之。时到之时。必有吉祥之象。随君而来。易言之。静处安身命待时泰。动心惹祸。静守救危耶。 想解决身体健康与运势如意的疑惑，宛如风中灯烛不是好时机;莫不如安身守己静待养身，自然可以避免掉不必要的事端。 静处安身，命待时泰，动心惹祸，静守急危。",
            "【详细解释】": "清凉月解 凡事做事本签以「风中灯烛」来形容处境。风中之灯烛是很容易被风吹熄的，这意味着，本身状况不佳，容易被逆境所击倒，所以诸事不宜，只能保守经营。 爱情婚姻你们两当前的爱情，几乎降到冰点，随时有分手疑虑，虽然你还是那么爱他，但因为你不够了解他，不知他的感受与需求，以致各种爱的互动带来反效果。与其如此，不如静守，这反而能让爱情回温。 若问姻缘何时来若盼姻缘者，追求不得意，安待闺房里，静享好假期。 若问心仪对象可否交往想追心仪者，示爱对他好，反遭人抗议，还是守自己。 若问当前交往对象可否更进一步或结婚若想入礼堂，劝君不用急，此情需历练，更须多观望。 若爱情、婚姻面临分手、困顿，问挽回或关系和好若爱已分离，挽回显多余，安心院子坐，冷静再研议。 工作求职、创业事业此时去求职，实乃不相宜，安守在本位，静处求生机。 此刻欲创业，自身已难保，何如谋事业，退守受人雇。 凡事做事 本签以「风中灯烛」来形容处境。风中之灯烛是很容易被风吹熄的，这意味着，本身状况不佳，容易被逆境所击倒，所以诸事不宜，只能保守经营。 爱情婚姻 你们两当前的爱情，几乎降到冰点，随时有分手疑虑，虽然你还是那么爱他，但因为你不够了解他，不知他的感受与需求，以致各种爱的互动带来反效果。与其如此，不如静守，这反而能让爱情回温。 若问姻缘何时来 若盼姻缘者，追求不得意，安待闺房里，静享好假期。 若问心仪对象可否交往 想追心仪者，示爱对他好，反遭人抗议，还是守自己。 若问当前交往对象可否更进一步或结婚 若想入礼堂，劝君不用急，此情需历练，更须多观望。 若爱情、婚姻面临分手、困顿，问挽回或关系和好 若爱已分离，挽回显多余，安心院子坐，冷静再研议。 工作求职、 创业事业 此时去求职，实乃不相宜，安守在本位，静处求生机。 考试竞赛、升迁竞选 若求表现彰，实力不可少，尚且多充实，来日再谋求。 投资理财 行情有起落，见之莫随舞，静静抱着他，久日有收成。 经商生意 房地交易 久卖无人问，欲买不适宜，买卖非时机，等待黎明光。 治病健康 转换变更 处境虽低迷，转变亦无机，劝君守原地，宽心而过活。 求孕求子 求孕与生子，健康很要紧，养好己身子，再求能怀孕。 官司诉讼 若问诉讼事，所立站不稳，若能求和解，双双都有利。 寻人寻物 远行出国",
            "【典故】": "李靖就是封神榜里哪吒三太子的父亲，又叫“托塔李天王”，李靖父子协助姜子牙（太公）打败纣王后，建立周朝，武王正式登基。姜子 牙于是设封神榜，进行封神仪式，以安定在战斗中死亡将士的亡魂。从此四海升平，天下安宁。武王要封侯行赏，又要分封土地给开国功臣。李靖父子等七人要求归山修道，不要 恋栈世间的功名利禄。后来七人都“肉身成圣”，位列仙班。《封神榜》故事"
        }
    },
    {
        "num": 38,
        "src_url": "https://www.k366.com/guanyin/28906.htm",
        "img_url": "https://static.k366.com/static/k366/m2021/images/lqimg/lq_lqgy_38.jpg",
        "detail": {
            "【灵签诗文】": "镜月当空出匣时 刹那云雾暗昏迷 宽心守时浮云散 更改相宜可望为",
            "【吉凶】": "中平签",
            "【宫位】": "申宫",
            "【诗意】": "此卦云雾遮月之象，凡事未遂守旧也。",
            "【解曰】": "家道忧凶 人口有灾 祈福保庆 犹恐破财",
            "【本签精髓】": "此签家宅-不安，自身-祈保，求财-难 交易-待时，婚姻-难合，六甲-虚惊 行人-阻，田蚕-六畜-损，寻人-遇 讼-和，移徙-安，失物-虚，病-延安， 山坟-宜修。",
            "【整体解释】": "此签有”急躁武断”之意。 意味当事人，小不忍则乱大谋。”忍耐”的含意很广，范围包罗万象，不单只是表面上的形容。”忍耐”是积极的、勇敢的、坚强的、乐观的、真心的。举历史故事的例子来说：『刘琨闻鸡起舞』，是积极的忍耐。『宰相萧何追韩信』，是勇敢的忍耐。『程婴忍辱匿孤』，是坚强的忍耐。『诸葛亮隐居卧龙冈』，是乐观的忍耐。『郭子仪免冑见回纥』，是真心的忍耐。 藉由忍耐，时时刻刻考验我们的心性，并激荡出无比的智慧。凡事忍耐，并不间断地充实自我本身的学识。 此签浮云遮月之象，凡事守旧待时。 本签为浮云遮月之象。目前事事无须如意之时亦即是劝君叵动。俟时运之来至。动之方吉利。唯有汝宽心守待。耐心待至拨云见皎洁月娘时。汝即家居无忧。人口阴灾作福。保佑之。不致有破财之时。守之。不宜不遵行 天上的明月正初出，突然之间云遮雾掩隐去了光芒;且安心静守飘云自然散去，柳暗花明前景可期。 家居无忧，人口阴灾，作福保祏，又恐破财。",
            "【详细解释】": "清凉月解 凡事做事本签以「云雾遮月」来形容当前处境。 原本这事情就要开始经营了，但却遇到了障碍，你只要静心等待，相信障碍可以过去，或者改变作风，那这件事就可以继续进行了。 凡事做事 本签以「云雾遮月」来形容当前处境。 爱情婚姻 当前之谋求，都非好时机，应待障碍过，更图改自己。 考试竞赛、升迁竞选 投资理财 此刻欲投资，此非好时机，应待恶相过，更图改策略。 经商生意 经商无生意，应待景气起，经营改模式，则有好前景。 房地交易 买卖无人问，只因景气低，再改新门面，等待主上门。 治病健康 未获病根处，故疗不能愈，改变医疗方，可望有新机。 转换变更 现况不称心，转变有必要，再用新策略，前景更看窍。 求孕求子 官司诉讼 诉讼求赢局，实在难得力，各退一步走，双双都有益。 寻人寻物 急寻此失物，未必能得见，失物既远去，放下此执着。 远行出国",
            "【典故】": "《何文秀玉钗记》，传奇剧本故事。穷书生何文秀同富家女王琼珍相爱，出奔海宁，何文秀被土谊陷害，王琼珍剪发毁容，历经各种痛苦灾难，坚不再嫁，二人终得重聚，结为夫妻"
        }
    },
    {
        "num": 39,
        "src_url": "https://www.k366.com/guanyin/28907.htm",
        "img_url": "https://static.k366.com/static/k366/m2021/images/lqimg/lq_lqgy_39.jpg",
        "detail": {
            "【灵签诗文】": "天边消息应难问 切莫私心强望求 若把石头磨作镜 精神枉费一时休",
            "【吉凶】": "下下签",
            "【宫位】": "酉宫",
            "【诗意】": "此卦守常安静之象，凡事守己则吉也。",
            "【解曰】": "千般用计 徒劳无功 不如守旧 着甚来由",
            "【本签精髓】": "此签家宅-安，自身-提防，求财-平平 交易-阻，婚姻-不合，六甲-女 行人-动，田蚕-利，六畜-损 寻人-难，讼-亏，移徙-平，失物-空，病殁-送安 ，山坟-大吉。",
            "【整体解释】": "此签安静守旧之象。 本签告之于弟子曰。若把石头磨成镜。精神枉费一时休之安静守旧之象也。一切事宜皆在低潮中。宜小心。小心。如六畜之损。田亩之亏。宜拾旧图新。适合时潮。方能振兴起色。六甲生女亦不必气馁。宜积德。修身为先。必有赖之。易言之。千般用计届时皆空心守旧。不必强求者。 此签有”积怨难消”之意。 奉劝当事人，勿存心不良。有些人一旦受到不留情的指责或羞辱，就会觉得难以忍受、恼羞成怒。为了达到报复的目的，甚至想利用不相干的人。须知在愤怒当头时，很容易失去理智，产生不好的念头，做出失当的行为。当思”说者无心”，宽容原谅。有些话听过就算了，实在不必因此而耿耿于怀、把自己气得半死，更不应怀恨在心、挟怨报复。另外，自己本身的事，切勿牵连到不相干的人身上。所谓”己所不欲，勿施于人”。 就像未知的事情难以预料，别只顾自己有所强求;就好像想用石头来磨成一面明镜，恐怕耗尽精神心力也只是徒然。 千般用计，一旦皆空，安静守旧，不必强求。",
            "【详细解释】": "清凉月解 凡事做事本签以「磨砖为镜」来形容，意即，这样做只是白费工，磨砖是不能得镜的。意即，当前的谋望这样进行，是无法达到目标的。 爱情婚姻此爱不属汝，私求亦不得，劝君退此求，以免白费功。 工作求职 、创业事业 凡事做事 本签以「磨砖为镜」来形容，意即，这样做只是白费工，磨砖是不能得镜的。意即，当前的谋望这样进行，是无法达到目标的。 爱情婚姻 此爱不属汝，私求亦不得，劝君退此求，以免白费功。 工作求职 、创业事业 考试竞赛、升迁竞选 屡试都不中，努力也不着，此乃命之故，不求也罢之。 投资理财 理财不得财，越作亏越多，宁可不求之，以保老本在。 经商生意 努力辛苦作，生意不起色，想要丰厚利，却如晨朝露。 房地交易 房地欲卖之，客人不问津，劝君勤忏悔，以图有转机。 治病健康 转换变更 当前不得意，转变亦如是，若能勤忏悔，凡事转如意。 求孕求子 官司诉讼 诉讼求转机，此刻来不急，只有认此命，听人发落去。 寻人寻物 失物在何方，早已不知去，白费辛苦找，劝君忘记他。 远行出国 远地求发展，诉求更如意，但天不同意，还是处原地。",
            "【典故】": "秦始皇为了防卫国土，动用了五十万农民，在北方建筑长城，万喜良和孟姜女是对新婚夫妇。丈夫被召去建长城，多年不回家，亦无音信，孟姜女为了寻找丈夫，千山万水，走到了人们在建长城的地方，她知道丈夫在工作中死了，悲痛万分，号啕大哭，哭声震动大地，连长城也在这时倒塌了一段。"
        }
    },
    {
        "num": 40,
        "src_url": "https://www.k366.com/guanyin/28908.htm",
        "img_url": "https://static.k366.com/static/k366/m2021/images/lqimg/lq_lqgy_40.jpg",
        "detail": {
            "【灵签诗文】": "红轮西坠兔东升 阴长阳消是两形 若是女人占此卦 增添福禄称心情",
            "【吉凶】": "中平签",
            "【宫位】": "酉宫",
            "【诗意】": "此卦阴长阳消之象，凡事先难后易也。",
            "【解曰】": "阴利女人 不宜男子 若是求谋 先凶后吉",
            "【本签精髓】": "此签家宅-不利，自身-祈福，求财-守待 交易-吉，婚姻-不合，田蚕-六畜-旺 六甲-虚，行人-阻，寻人-难，隔讼-亏， 移徙-大吉，失物-空，病-有惊， 山坟-大吉。",
            "【整体解释】": "此签有”知礼尽孝”之意。 意味当事人，不论男女，都应知礼法、尽孝道。孔子说：”非礼勿视、非礼勿言、非礼勿听、非礼勿动。”人必须约束自己的行为举止，凡事都不应越矩。现今电视节目、电影、网络、书籍等，会污染身心产生妄想邪念的，不应看。不道人之短，不说己之长，不过问别人的隐私。别人在说八卦、私事，不关自己的事，避得远远的，不听。不做违反道德良心的事。凡事真诚、尊重、为他人着想，即是知礼。尽孝道是做人的根本，莫忘父母生养之恩，凡事勿让父母操心，时刻挂念、问候关心，而不只是在金钱上的供养。守礼尽孝是道德的根本，不会因为时代变迁而有所改变。 此签阴长阳消之象，凡事先难后吉。 本签是阴长阳消之家。凡事先难后吉者。不管是交易。求财。时运。均在开始时。均为不利。但是因一己之奋斗。苦心造诣。终有出头之日。所幸田亩大收。六畜兴旺。皆是祈福所赐。疾病。皆有险。宜小心。易言之。阴利女人。不宜男子。若问求望。无忧从喜。 太阳西下月亮就东升，阴生阳失是两者间的状态显现;如果女人求占得到此一卦象，即称心如意福禄增添。 阴利女人，不宜男子，若问求望，无忧后喜。",
            "【详细解释】": "清凉月解 凡事做事本签以「日落月升」来形容未来发展。意即，若来若属「阴」者将开始转强。反之，属「阳」者开始没落。 爱情婚姻爱情之谋求，属于女性者，主动又开口，则能成理想。 爱情之谋求，属于男方者，失去主导权，经营亦无功。 凡事做事 本签以「日落月升」来形容未来发展。意即，若来若属「阴」者将开始转强。反之，属「阳」者开始没落。 爱情婚姻 爱情之谋求，属于女性者，主动又开口，则能成理想。 工作求职、创业事业 求职欲得利，当重己内涵，扬己内专长，中选则有望。 考试竞赛、升迁竞选 参与竞试者，若欲屏中选，当重己内涵，待人当温和。 投资理财 投资欲获利，掌握己内在，定性多几分，获利就加分。 经商生意 房地交易 治病健康 转换变更 不畅想更换，劝君先别急，提升己内涵，定可登彼岸。 求孕求子 求孕或求子，先求己内涵，多分好德行，所求能如愿。 官司诉讼 诉讼谁会赢，且看谁心善，再看谁得理，心善者得意。 寻人寻物 远行出国",
            "【典故】": "武则天是中国历史上唯一的女皇帝。唐高宗（太宗之子）即位不久，她就做了皇后。高宗病死，她以太后身份临时执政，公元六九○年，她六十七岁时，正式登位做女皇帝，改国号为‘周’。她只做了十五年皇帝，八十二岁高龄，被迫退位，由李氏复兴唐朝。"
        }
    },
    {
        "num": 41,
        "src_url": "https://www.k366.com/guanyin/28909.htm",
        "img_url": "https://static.k366.com/static/k366/m2021/images/lqimg/lq_lqgy_41.jpg",
        "detail": {
            "【灵签诗文】": "无限好事君须记 恰如认贼作为子 莫贪眼下有些甜 可虑他时还受苦",
            "【吉凶】": "下下签",
            "【宫位】": "酉宫",
            "【诗意】": "此卦认贼做子之象，凡事认假作真也。",
            "【解曰】": "只这一着 君子莫错 牢记在心 不生寂寞",
            "【本签精髓】": "此签家宅-不安，自身-平常，求财-守待 交易-难，婚姻-未合，行人-寻人-至，六甲-男惊 田蚕-半熟，六畜-安，讼-宜和 移徙-祈保，病-禳星，山 坟-中平。",
            "【整体解释】": "此签有”贪多必失”之意。 奉劝当事人，凡事要懂得节制。对于目前所拥有的，应知好好珍惜、谨慎运用。牢牢把持身心，勿让欲望无止尽的扩大。当知满足现状，切忌还想要更多更多。行事勿过于骄纵奢华，勿沈迷于酒色财气之中。否则纵有金山银山，转眼也会成空。不要妄想把全部的东西都想要占为己有。不属于自己的物事，不必强求。 此签认贼为子之象，凡事不宜苟且。 本签示于弟子曰。认贼为子之象。不宜苟且者。神戒之曰。莫贪眼下有些甜头。趋之。后果堪虞。到头来还是受苦者。功名。交易。尚不理想。求财皆在待时之命运。为认贼作子之时。易言之。只道一着君子莫错宰把身心不致耽搁。 事事无绝对的道理你必须要谨记，就好像目前认贼人为子一样;不要只看到眼前的利益就急着贪求，岂知日后还得要担忧受苦。 只道一着，君子莫错，宰把身心，不致耽搁。",
            "【详细解释】": "清凉月解 凡事做事本签以「认贼做子」来形容处境。意即，不要贪图眼前所见的美好，以免来日后悔。 爱情婚姻若问姻缘何时来若欲求姻缘，远光当放长，单身与夫妻，何者能得安。 若问心仪对象可否交往一时见佳人，心里生欲望，可知未来样，受苦又灾殃。 若问当前交往对象可否更进一步或结婚向往夫妻日，急于落心安，有谁知未来，折腾家务忙。 凡事做事 本签以「认贼做子」来形容处境。意即，不要贪图眼前所见的美好，以免来日后悔。 爱情婚姻 若问姻缘何时来若欲求姻缘，远光当放长，单身与夫妻，何者能得安。 若问心仪对象可否交往一时见佳人，心里生欲望，可知未来样，受苦又灾殃。 若问当前交往对象可否更进一步或结婚 若问姻缘何时来 若欲求姻缘，远光当放长，单身与夫妻，何者能得安。 若问心仪对象可否交往 一时见佳人，心里生欲望，可知未来样，受苦又灾殃。 若问当前交往对象可否更进一步或结婚 若爱情、婚姻面临分手、困顿，问挽回或关系和好 既然已分手，那就持此样，落得人清闲，相离果心安。 工作求职、创业事业 若求职问工作在何方或工作前途欲谋好工作，眼光要放长，莫贪眼前利，以免遭灾殃。 若问创业、事业前途事业与创业，累积好经验，莫图求短利，策略要够长。 考试竞赛、升迁竞选若问考试或各种竞赛前途上榜让人喜，未来未必昌，图求此功名，反增神情伤。 若问升迁、升官运途升官好名声，但增负与担，一旦吃苦头，后悔不该升。 投资理财市场好气氛，容易冲昏头，记取历经验，以免又断首。 若求职问工作在何方或工作前途 欲谋好工作，眼光要放长，莫贪眼前利，以免遭灾殃。 若问创业、事业前途 事业与创业，累积好经验，莫图求短利，策略要够长。 考试竞赛、升迁竞选 若问考试或各种竞赛前途上榜让人喜，未来未必昌，图求此功名，反增神情伤。 若问升迁、升官运途升官好名声，但增负与担，一旦吃苦头，后悔不该升。 投资理财 若问考试或各种竞赛前途 上榜让人喜，未来未必昌，图求此功名，反增神情伤。 若问升迁、升官运途 升官好名声，但增负与担，一旦吃苦头，后悔不该升。 投资理财 经商生意 莫贪眼前利，莫作投机事，经营当务实，以免落沟渠。 治病健康 取他人经验，莫植于己身，多求神庇佑，宽心养己心。 转换变更 一时不得意，转变否有利，取他人经验，再思否变更。 求孕求子 欲求孕或子，当思养育苦，若得孕之时，还需善保护。 官司诉讼 诉讼增劳苦，纠缠伤身心，能和万事吉，劝君善思虑。 寻人寻物 远行出国 出国是否优，劝君莫受惑，原地老实营，亦可得成就。",
            "【典故】": "董卓是东汉末年的大军阀，他残忍暴戾，独断独横，杀人不眨眼。到了长安，又搜刮民财，强取豪夺，令人民愤怒。吕布是个骁勇异常的年轻人，但没有品德，有勇无谋。董卓以一匹良马和许多金钱收买了吕布归顺，后来又认吕布为义子。吕布在凤仪亭调戏董卓爱妾貂禅，导致二人结怨，董卓终被吕布所杀。《三国演义》故事"
        }
    },
    {
        "num": 42,
        "src_url": "https://www.k366.com/guanyin/29019.htm",
        "img_url": "https://static.k366.com/static/k366/m2021/images/lqimg/lq_lqgy_42.jpg",
        "detail": {
            "【灵签诗文】": "君垂恩泽润无边 覆祷祈穰没党偏 一切有情皆受用 均沾乐利得周全",
            "【吉凶】": "上上签",
            "【宫位】": "酉宫",
            "【诗意】": "此卦天垂恩泽之象，凡事成就大吉也。",
            "【解曰】": "天皇恩降 始终莫忘 晨昏礼佛 可宜烧香",
            "【本签精髓】": "此签家宅-祈福，自身-冬吉，求财-未有 交易-成，婚姻-中吉，六甲-平安 行人-动，田蚕-六畜-中平，寻人-见 讼-胜，移徙-守旧，失物-空，疾病-解（恢复） ，山坟-安。",
            "【整体解释】": "此签有”顺势而为”之意。 提醒当事人，凡事不要太固执。须知出于善意的做法没有什么不好，但要能审时度势，视情况来推动。勿立刻急于改变现状，而忽略了旧有的行为模式。对于旧有的模式，应仔细评估衡量，去芜存菁、再加上自己的新理念，或可让事情更臻完满。自己的想法固然没错，仍然可以听听别人的意见，对于旁人恳切的建言，要能虚心接受，慎重思考。切忌带着个人的偏见、只为了反对而反对。 此签天垂甘露之象，凡事大吉利也。 本签示之曰。天垂甘露之泉。凡事大吉利者。亦即是先难后易者所得。功名成。交易就。婚姻虽平庸。但是难得之缘也。时运至冬季即至。六畜。田亩皆旺之时。宜勤俭。千万不得浪透。陷已于绝境者。易言之。天降甘露。君子莫忘求谋成就。和合吉昌之签也。 你施予的恩泽利益众人无数，又公正无私的祈祷上天赐给大众粮食;一切有情都因此受益无穷，得到甚大的好处与方便而得以周全。 天降甘露，君子莫忘，求谋成就，和合吉昌。",
            "【详细解释】": "清凉月解 凡事做事  凡所谋求，只需祈祷，则能灵验。凡所行为，务必无私，即能亨通。 爱情婚姻 若求姻缘者，本着利他心，至诚地祈求，有求则能验。 若求心仪者，本着利他心，诚心去追求，爱情则顺遂。 若盼更进展，本着利他心，求神佛庇佑，爱情登礼堂。 若爱已分手，本着利他心，求神佛加持，爱情能复合。 若逢第三者，本着利他心，求神佛关爱，爱情能挽回。 工作求职、创业事业  求职找工作，本着奉献心，求神代协寻，工作即得获。 事业祈顺遂，本着奉献心，求神佛庇佑，事业即顺遂。 考试竞赛、升迁竞选 参与竞试者，本着无我心，求神佛加持，竞试即过关。 投资理财 投资欲获利，乃是私心行，求神难得果，无心反有益。 经商生意 经商做生意，薄利能多销，无私而进出，神佛亦赏赐。 房地交易  买卖为私利，私心难成交，无私而进出，交易容易成。 治病健康  疾病求康复，本着忏悔心，求神佛庇佑，有病即痊愈。 转换变更 欲求更上楼，本着利他心，求神佛加持，转变即有益。 求孕求子  求孕与求子，行善与积德，求神佛保佑，所求即如愿。 官司诉讼 官司欲求胜，本着同情心，求神帮诉讼，结局即胜出。 寻人寻物  失物欲寻回，给个行善心，求神代寻找，失物即可见。 远行出国  远行求发达，发个利他心，求神佛协助，谋求亦可成。",
            "【典故】": "目莲是佛门的尊者，有神通。他的母亲作恶多端，死后在地狱的鬼道受苦，目莲没法救渡母亲，求助于佛祖，也没办法。佛祖唯有叫目莲设兰盆会，供养十方僧侣，并由诸天菩萨施法，救渡地狱中的母亲。由是农历七月十五日为盂兰节，亦即孝亲节。后又演变为七月的“中元普渡”。佛经故事。"
        }
    },
    {
        "num": 43,
        "src_url": "https://www.k366.com/guanyin/29020.htm",
        "img_url": "https://static.k366.com/static/k366/m2021/images/lqimg/lq_lqgy_43.jpg",
        "detail": {
            "【灵签诗文】": "天地交泰万物新 自形自色自怡神 森罗万象皆精彩 事事合谐得称人",
            "【吉凶】": "大吉签",
            "【宫位】": "戌宫",
            "【诗意】": "此卦天地交泰之象，凡事大吉无危也。",
            "【解曰】": "天生万物 谋望皆通 福德相助 瑞气匆匆",
            "【本签精髓】": "此签家宅-吉，自身-安，求财-有 婚姻-合，六甲-生男，行人-有阻 田蚕-六畜-中平，寻人-见，讼-胜 移徙-利，失物-东西，病-禳星（犯煞），山坟-东西吉 。",
            "【整体解释】": "此签有”不拘小节”之意。 提醒当事人，不要太吹毛求疵。有些人除了对自己很严格、对别人也很挑剔，凡事都要求十全十美，尤其重视细节。须知对于自己本身，过度要求完美，反而会放不开、形成一种无形的精神压力。而在待人处世上，更应有容人的雅量。所谓”人非圣贤，孰能无过?”。每个人都有个性上的小小缺失，但只要不影响大局，又何必在意?不要刻意挑三捡四，硬把自己的想法与要求加诸在别人身上，否则容易导致旁人无法忍受。成大事者只放眼大处，不拘泥细节。 此签天地交泰之象，凡事遇贵。 本签为天地交泰之象。是事事和谐得称人者。季冬有喜。交春之时。人事遂意者。必是喜事连连之人。万象新之时。自形自色自怡神。事事吉祥之际遇。相机而动者。易言之。本签者天生万物谋望皆新福德积聚瑞气添增。可喜之签也。 天地顺适安泰万物欣欣向荣，本身各有各的形貌显现安定怡然的神色;这种种现象繁多却漂亮地呈现在眼前，象征着事事和谐称心如意。 天生万物，谋望皆新，福德积聚，瑞气添增。",
            "【详细解释】": "爱情婚姻  姻缘不必忧，即使出身低，亦有富贵偶，欢喜手双手。 若有心仪者，逐步而营求，双双能应心，直到筑爱窝。 若情临分离，汝且莫哀愁，多些利他心，随时得挽回。 工作求职、创业事业 工作在何方，寻职当就班，一步一脚印，发达即有望。 创业与事业，自力自耕耘，顺事不自满，事业辉煌腾。 考试竞赛、升迁竞选  功名求金榜，全靠己努力，胸怀大志向，竞试可过关， 任职求升官，做事持廉节，上级得欣赏，升官理当然。 投资理财 理财欲谋利，长抱有利基，安得耐心在，获利即可期。 经商生意 经商求发展，人气能汇集，一帆风又顺，长线钓大鱼。 房地交易  房地欲求售，小屋有商机，俗地亦得缘，买卖没问题。 治病健康 慢病不能急，一步步疗养，心地要宽松，百病都能愈。 转换变更 转变随君意，脚踏要实地，务实而营求，有愿都祥吉。 求孕求子  求孕或求子，行善又布施，储蓄未来命，能生福德丁。 官司诉讼  诉讼求赢局，步步向胜面，句句能得理，感谢天和地。 寻人寻物  失物在何方，力寻能建功，且往东或西，爱宠即可见。 远行出国 远地求发展，此刻正当宜，步步往高升，越来越顺吉。",
            "【典故】": "行者就是孙悟空，初时飘洋过海，从花果山到三星洞向菩提祖师学道。悟空心窍玲珑，学功夫却诸多挑剔，祖师因此生气，罚打手心三下，他就悟出祖师暗示，半夜三更从后门摸到祖师塌前，要求传道，因而学得七十七变化等神通及长生不老之术。《西游记》故事"
        }
    },
    {
        "num": 44,
        "src_url": "https://www.k366.com/guanyin/29021.htm",
        "img_url": "https://static.k366.com/static/k366/m2021/images/lqimg/lq_lqgy_44.jpg",
        "detail": {
            "【灵签诗文】": "棋逢敌手要藏机 黑白盘中未决时 到底欲知谁胜负 须教先著相机宜",
            "【吉凶】": "中中签",
            "【宫位】": "戌宫",
            "【诗意】": "此卦棋逢敌手之象，凡事用机关则吉也。",
            "【解曰】": "欲求心事 恰如围棋 到底胜败 宜用心机",
            "【本签精髓】": "此签家宅-大利，自身-平稳，求财-遂 交易-利，婚姻-未合，行人-有碍，寻人-阻 六甲-女，田蚕-平，六畜-损，讼-宜和 移徙-守旧，失物-空，病-祈保， 山坟-守旧。",
            "【整体解释】": "此签有”多方思考”之意。 意味当事人，谋定而后动。在面对事情时，不论大小，要能从里到外、仔细地分析判断。保持清明的理智与思路，冷静而缜密地假设任何可能发生的状况，模拟并想出因应之道。眼观四路、耳听八方，着眼大处时，也要兼顾细节。另外，在情况不佳而本身又处于较不利的弱势时，如果想硬碰硬，无异以卵击石，绝对没有好处。不妨请教志同道合的人，共同商议。借着众人集思广益所想出的办法，也较能万无一失。大家有志一同、互相砥砺，相信定能扭转颓势、迎向成功之路。 此签棋逢敌手之象，凡事先吉。 本签为棋逢敌手之象也。凡事先吉。凡未小心。节俭则有转恶之嫌。宜小心为之。棋逢敌手之时。必藏有机。决定胜负之时莫迟疑。认为可行则毫不犹豫之下即可。尤应和者。善有善报。恶有恶报。示人早知觉悟多作善。方能有善报者。 下棋时遇到实力相当的对手应该更小心，此刻仍然拿不定主意;想要知道最后到底谁胜谁负，必定是能掌握机先，抢在前头的人。 欺求心事，如同着棋，要知胜负，先着莫疑。",
            "【详细解释】": "爱情婚姻 若问姻缘何时来 若欲求姻缘，不急展露己，观察敌身份，再行挑连理。 若问心仪对象可否交往 若欲追心仪，当藏己优势，并查敌脾气，若合再追求。 若问当前交往对象可否更进一步或结婚  若欲登礼堂，当知他背景，明白其心地，再论婚嫁事。 若爱情、婚姻面临分手、困顿，问挽回或关系和好 既然闹分离，个性显不合，过失又频多，难怪各东西。 工作求职、创业事业 求职当注意，已长不可隐，已短不可现，若此即录取。 事业问前程，良机莫错失，己短要修补，若此有战绩。 考试竞赛、升迁竞选 高手过招时，实力要隐藏，寻找敌罩门，以此获胜机。 若欲求升迁，言行必完美，若能无亏失，升迁有良机。 投资理财 理财求获利，胜负仅一机，掌握胜关键，能得好财运。 经商生意 营商看招数，竞争要观机，善巧用智慧，即是致胜宝。 房地交易 房地求买卖，善巧宣传己，得用方便门，交易没问题。 治病健康 此病有玄机，欲治用巧智，察其病症结，康复才有望。 转换变更  困境欲转变，转变未必利，智慧可改善，就地寻生机。 求孕求子 求孕并生子，爱爱要看时，相处要算日，若此即有孕。 官司诉讼 诉讼求胜负，只看一关键，若无此机关，双和最为上。 寻人寻物 我物在何方，物藏云深处，但求一线机，寻获不容易。 远行出国  远地求发达，此要多算计，若能善用智，再行出国去。",
            "【典故】": "三国故事：姜维是蜀国猛将，邓艾是魏国（司马昭）大将，姜维出兵伐魏，双方军队会师于祈山之前。首先姜维摆了阵势，乃是诸葛亮之法，邓艾以十万兵士冲击，皆被打败，次日，姜维摆八卦阵，邓艾也摆八卦阵，复变为八八六十四门户，姜维军进入阵内，变为长索卷地阵，邓艾不能破，被困在中间，幸得司马望赶来救出。《三国演义》故事"
        }
    },
    {
        "num": 45,
        "src_url": "https://www.k366.com/guanyin/29022.htm",
        "img_url": "https://static.k366.com/static/k366/m2021/images/lqimg/lq_lqgy_45.jpg",
        "detail": {
            "【灵签诗文】": "温柔自是胜强刚 行善于门大吉昌 若是有人占此卦 宛如正渴遇琼浆",
            "【吉凶】": "上上签",
            "【宫位】": "戌宫",
            "【诗意】": "此卦积善温柔之象，凡事贵人和合也。",
            "【解曰】": "天地有感 应验非常 佛神护佑 得之莫忘",
            "【本签精髓】": "此签家宅-吉，自身-安，求财-遂 交易-利，婚姻-合，六甲-男 行人-阻，讼-胜，田蚕-秋利 六甲-中平，寻人-见，移徙-利 失物-东方，病-祈福， 山坟-东西向吉。",
            "【整体解释】": "此签有”千锤百炼”之意。 勉励当事人，凡事要禁得起考验。在人生中有一道一道的关卡，会遭遇到很多种情况，都是为了让我们能增长智慧、磨练心性。其中，当然也要学习忍耐。所谓”玉不琢、不成器”，越是可造之才，碰到的挫折与屈辱也会越多。乐观地换个角度想，很多事都只是一种过程，而你比别人多了更多的机会去体验，未尝不是好事。现在你极痛恨的人，说不定日后却是你最感激的人呢。有句话说：”不合理的要求是磨练”。凡事若能忍一时，将来必定受用无穷。 此签积福门庭之象，凡事营谋则吉。 灵签曰。温柔自是胜强刚。积善于门大吉昌。为使己之事务。求财。时运吉昌者。必须积善。修德。布施。方能亨之。久而弥坚。易言之。天地有感应验非常佛神保持得福寿长之签。 温柔本身必定比刚强占优势，多行善事必定有利;如果有人求占得到此卦，就好似饮下琼浆止住了饥渴。 天地有感，应验非常，佛神保佑，得福寿长。",
            "【详细解释】": "爱情婚姻 若欲寻姻缘，当用己之长，多些温柔行，寻郎即有望。 仪者可否往，但看己温柔，再给赞美语，成交百花旁。 若欲再进展，期望当凤凰，温柔和好话，打动郎心房。 若情分东西，挽回靠仙丹，忍辱与柔情，即是救命丸。 工作求职、创业事业  求职看门面，言行看委婉，掌握此机要，录取有希望。 事业如何展，且看汝做人。若逢小困境，用柔来克刚。 考试竞赛、升迁竞选 考试求过关，生活要正常，苦读不建功，睡饱好上场。 竞试求登榜，比赛靠战术，软招最好用，低调建奇功。 若想得升官，在此有妙药，温柔与谦恭，此即最上方。 投资理财 发财靠福报，福报依善行，常常勤布施，就是发财宝。 经商生意 欲求生意旺，谦虚以待客，逢人有礼貌，顾客天天满。 房地交易 买卖靠手腕，待人要有方，谦恭又委婉，交易就不难。 治病健康  健康有问题，且看此妙方，宽心随他去，胜汝强吃药。 转换变更 现况若不顺，莫急要跳槽，多温情委婉，自能转恶况。 求孕求子  若求能生子，布施又积德，待人多慷慨，有孕能得男。 官司诉讼 诉讼求胜局，做人当委婉，多多行善事，诉讼也有益。 寻人寻物  失物在何方，菩萨来分晓，多往阴处找，朝东获希望。 远行出国  远行求发展，君当自衡量，朝内大吉安，邦中有谋望。",
            "【典故】": "宋朝真宗的李妃生下了太子，被刘妃和郭槐合谋陷害，以一只狸猫换掉太子，李妃因此被打入冷宫受，后又逃到赵州桥，住在寒窑，过着痛苦生活，日夜哭泣，终致双目失明。刚出生的太子幸得被太监陈琳和宫女寇珠救出，秘密寄养八王爷家中，终为八王爷第三儿子，取名赵桢。六岁时，因真宗无子，又被送到宫中留养，太子聪明灵活，很得真宗宠爱，册封为太子，真宗归天，台子即位，是为仁宗。十八年后，李后（李妃）在天齐庙寻到包公，提出伸冤，英明的包公，探讨了事情的真相，决心设法平反，使皇帝母子相会。仁宗于是在八王爷等安排下，在南清宫会见了李后，母子相认，抱头痛哭。"
        }
    },
    {
        "num": 46,
        "src_url": "https://www.k366.com/guanyin/29023.htm",
        "img_url": "https://static.k366.com/static/k366/m2021/images/lqimg/lq_lqgy_46.jpg",
        "detail": {
            "【灵签诗文】": "劝君耐守旧生涯 把定身心莫听邪 直待有人轻著力 满园枯木再开花",
            "【吉凶】": "上平签",
            "【宫位】": "戌宫",
            "【诗意】": "此卦枯木生花之象，凡事自有成就也。",
            "【解曰】": "守旧守旧 事自成就 动则多殃 静则无咎",
            "【本签精髓】": "此签家宅-安，自身-吉，求财-待时 交易-成，婚姻-就，六甲-生女 行人-阻，田蚕-五分，六畜-难 寻人-杳，讼-吉，移徙-守旧 失物-空，病-求福 ，山坟-吉。",
            "【整体解释】": "此签有”随缘自在”之意。 意味当事人，人贵自立。很多成功且耳熟能详的人，在尚未成名之前，都只是个平凡而普通的小百姓。他们甚至没有料想到自己会成功。所以不必因为默默无名、或人微言轻而感到沮丧或自卑。毋须羡慕别人，应当知福惜福，坦然乐观地看待现状。每个人的价值观与人生观都不同，不要被别人的言语影响而导致心中摇摆不定。只要固守本分、一心向善，事情不论大小，只要是对的，就尽力去配合，努力把它做好。凡事尽心自律、无愧于心，必有机缘到时、一显身手之日。 此签枯木生花之象，凡事待时则吉。 本签为枯木生花之家。即是万物逢春复苏之象。君尔多年辛劳得报于斯时。惟早植因缘。必有喜事连连。诗日：劝君耐守旧生涯。爰之。君之今宜静。不宜动。动则凶。静则吉。亦方能枯木再开花。向使逢遇贵人。可攀之。伊者后日之诸侯。易言之。决心守旧时至成就行多多逆。安静无忧。 劝你遵循保持以往的步调，安固身心切勿听取不正当的事理;直到有人行方便助你一臂之力，就像满园枯木逢春再开花。 变心守旧，时至成就，行则多逆，安静无忧。",
            "【详细解释】": "爱情婚姻 若欲求姻缘，当等待时机，若逢人引荐，此即姻缘来。 仪者可否求，君莫生歹念，此非尔之缘，汝缘自媒人。 若已交往者，可否求连理，此是汝之缘，君当善珍惜。 若爱闹分手，此当如何是，多些温情意，挽回没问题。 工作求职、创业事业 寻职已多时，困境即将过，若有人引荐，此是汝工作。 事业问前程，当前不好过，此心当把定，未来即亨通。 考试竞赛、升迁竞选 竞试问结果，此次不得意，未来再重试，则能创佳绩。 升迁问前途，需看贵人意，若能得引荐，升官则有望。 投资理财 理财求获利，当前陷困境，劝君心把定，未来有转机。 经商生意 经商作生意，景气不争气，未来再出发，枯木可开花。 房地交易  买卖房或地，少人来问津，此需介绍人，交易才容易。 治病健康  此病如何医，定心即是药，宽心有疗效，或求神庇佑。 转换变更  恶况想转机，只要安等待，恶况即自解，省去费力气。 求孕求子  无子欲求孕，尔且莫着急，过些时日后，自然怀千金。 官司诉讼  诉讼陷困境，君莫出歹念，有人轻提起，困境即脱离。 寻人寻物  失物在哪里，遍寻南与北，还是无踪迹，劝君莫叹息。 远行出国  远行问吉凶，若行即有困，安守旧生涯，来日再旺发。",
            "【典故】": "姜子牙火烧琵琶精后，在朝歌谋事，不久弃官，别了妻子马氏，土遁救了居民，一个人到渭水钓鱼过日子。子牙一意守时侯命，不管闲非，日诵《黄庭》，悟道修真。苦闷时，持丝轮倚绿柳而垂钓。后来周文王夜梦飞熊，亲自到渭水礼请子牙出来治国，并封为丞相，时子牙已近八十岁了。姜子牙即姜太公。钓鱼地点：今陕西省宝鸡番溪河畔。"
        }
    },
    {
        "num": 47,
        "src_url": "https://www.k366.com/guanyin/29024.htm",
        "img_url": "https://static.k366.com/static/k366/m2021/images/lqimg/lq_lqgy_47.jpg",
        "detail": {
            "【灵签诗文】": "锦上添花色更鲜 运来禄马喜双全 时人莫讶功名晚 一举登科四海传",
            "【吉凶】": "上签",
            "【宫位】": "亥宫",
            "【诗意】": "此卦锦上添花之象，凡事大吉大利也。",
            "【解曰】": "守旧变新 名就功成 遂平生志 尽皆是命",
            "【本签精髓】": "此签家宅-祈保，自身-安，求财-利 交易-阻，婚姻-合，六甲-生男 行人-阻，田蚕-八分，六畜-平 寻人-至，讼-宜和，移徙-吉 失物-西北，病-作 福，山坟-利。",
            "【整体解释】": "此签有”努力向上”之意。 鼓励当事人，凡事力图振作。人最怕光说不练、或立定志向后，又轻易退缩、不能坚持到底。须知任何事只要有决心，就无须担忧起步太晚、或觉得不可能、更不要想”放弃”的念头。时时刻刻自我砥砺，朝着目标努力、再努力。所谓”天下无难事，只怕有心人”。切勿半途而废，只要抱着希望、努力不懈地持之以恒，如此成功之日，想必也不远了。 此签福禄双全之象，凡事兴隆大吉。 本签者。福禄双全之象者。凡事兴隆大吉之签。曰锦上添花色更鲜。运来之时也喜双全。八十二对大魁。不是晚也。奉献社会人群。积吾德。荫子孙。何乐不为。为天数之所赐。宜再积德。方有同点灯之故。易言之。儿有双亲。守时待庆遂平生志。都来自命。 犹如彩色花纹的织品上加了朵花儿更添鲜艳，时候至时好运官禄连连令人称贺;现在的人不必惊异功名迟晚，金榜题名之际天下皆知且广为流传。 儿有双亲，守时待庆，遂平生志，都来自命。",
            "【详细解释】": "爱情婚姻 姻缘何时来，君且莫着急，直到三十后，佳偶才出现。 好花欲求取，劝君直取折，莫待好花过，无花空折枝。 若已来往者，相逢别恨晚，就在此良机，赶紧入洞房。 若爱闹别扭，此乃小插曲，不必太在意，床头就相拥。 工作求职、创业事业  工作在何方，七寻又八找，久寻才获得，不虚此奔波。 事业问前程，多年而经营，日积好名声，晚景大丰收。 考试竞赛、升迁竞选 考试问功名，好运正当头，双考则双中，登榜人人夸。 升选有无缘，今年逢好运，升选皆有份，喜气满庭园。 投资理财  理财欲问程，此需长期营，若能安得住，中年大收成。 经商生意  经商问前途，生意求利益，此需作长线，五十后大利。 房地交易 房地与交易，此需长久待，届时得好价，不枉虚此行。 治病健康  慢病要慢治，短疗不建功，劝君多宽心，除恼能养身。 转换变更  不通欲求变，功名晚景成，转变或不变，两者皆可赢。 求孕求子  有否生男命，此签予肯定，果真生男丁，兼带意外喜。 官司诉讼  官司运如何，诉讼费精神，能和双有益，朝此去营求。 寻人寻物 失物何处寻，此寻需费时，且往西北走，失物还主人。 远行出国  远营运如何，此需打地基，更须长期营，中年有大成。",
            "【典故】": "梁灏是北宋时代山东人，字太素。雍熙年（宋太宗）进士，二十三岁登科状元。后人传说梁灏八十岁中状元。"
        }
    },
    {
        "num": 48,
        "src_url": "https://www.k366.com/guanyin/29025.htm",
        "img_url": "https://static.k366.com/static/k366/m2021/images/lqimg/lq_lqgy_48.jpg",
        "detail": {
            "【灵签诗文】": "灵鸟秋来化作鹏 翱翔得意尽飞腾 直冲万里云霄外 任是诸禽总不能",
            "【吉凶】": "中签",
            "【宫位】": "亥宫",
            "【诗意】": "此卦鲲鹏兴变之象，凡事有变动大吉也。",
            "【解曰】": "鲲化为鹏 万禽不能 桂香一折 福禄自增",
            "【本签精髓】": "此签家宅-利，自身-吉，求财-秋旺 交易-迟，婚不合，六甲-安 行人-阻滞，田蚕-中平，六畜-春利（春天养殖有利） 寻人-见，讼-胜，移徙-守旧，失物-西，病-祈 福，山坟-安。",
            "【整体解释】": "此签有”胆大心细”之意。 提醒当事人，智勇兼俱。有些人够勇敢，但不够细心。有些人够细心，却又不够勇敢。那么要如何”有勇有谋”呢?其实平日若能深入细心地观察周遭，就能发现人事物之中细微巧妙的变化，也可以早一步掌握先机、提前准备行动。凡事仔细用心思考，判断事情的轻重缓急。一旦下了决定之后，就不要再犹豫不决，试着勇敢放手一搏。如果因迟疑再三而畏畏缩缩、导致错失良机，岂不叫人徒呼可惜。 此签鹍鸟化鹏之象，凡事兴隆大吉。 功名成之。利得之。婚合之。六畜旺之。六甲全之。官事。等等。无一不顺利也。直冲云霄之外。无可与伦比者。惟逢此佳境。勿忘今之所由成。积德。布施之再行者。可维护君尔之谋望无疑。易言之。今之君也。桂花时节财禄成此。 鹍乌在秋天的时节转变为大鹏鸟，尽情得意飞升翱翔;亳无阻碍直上万里之外，听凭众多禽鸟终究无法相比。 鹍鸟化鹏，诸禽不能，桂花时节，财禄百成。",
            "【详细解释】": "清凉月解 凡事做事  本签以「鹍鸟兴变」来形容未来。意即，这件事未来也是大风大光之事。 爱情婚姻 此签问姻缘，君之眼光高，佳偶实难寻，将来即可遇。 若有交往者，易受君挑剔。若他条件好，相处即融合。 工作求职、创业事业  求职找工作，多时未寻获，只因理想高，人生空度过。 事业运如何，越做越大驼，未来有大展，鸿运领群雄。 考试竞赛、升迁竞选 功名运如何，当前淡淡过，养精又蓄锐，将来是大雄。 投资理财 理财运如何，此需长期营，中途莫放弃，未来有大酬。 经商生意 生意要做长，眼光要放远，好情操而作，来日领鳌头。 房地交易  交易能成否，且看君开价，若能降利酬，随时交易成。 治病健康  治病要有方，乱疗不得昌，扫病欲彻底，且看除苦恼。 转换变更 变更欲更旺，大志人欣赏，逐步而经营，来日登高堂。 求孕求子  雄心欲生男，行善不可少，待人当宽厚，此愿即可满。 官司诉讼  对簿官司场，理直气高昂，终究还公理，打赢此胜战。 寻人寻物  失物在哪里，寻物选场所，地点在大场，方向在西方。 远行出国 出国欲深造，大愿可否了，扎实而经营，来日领风骚。",
            "【典故】": "韩信是汉朝初年三杰之一。贫农出身，初在项羽（楚霸王）军中，不得志。后归刘邦，丞相萧何发现韩信很有才华，三番四次推荐他为元帅，但刘邦不肯。韩信在失望之下，骑马出走。萧何知道了，即刻策马星夜追赶韩信回来，这次说服了刘邦，封他为元帅，并设坛举行隆重挂帅仪式。韩信将兵，多多益善，证明了他的军事才华。后被吕后所杀。"
        }
    },
    {
        "num": 49,
        "src_url": "https://www.k366.com/guanyin/29026.htm",
        "img_url": "https://static.k366.com/static/k366/m2021/images/lqimg/lq_lqgy_49.jpg",
        "detail": {
            "【灵签诗文】": "营图万事若水澌 何必悭贪苦所为  只好靜心闲处坐 待他兴变复奚疑",
            "【吉凶】": "下下签",
            "【宫位】": "亥宫",
            "【诗意】": "此卦水结成冰之象，凡事不用枉求也。",
            "【解曰】": "水结成冰 冰消成水 若是营谋 到底如是",
            "【本签精髓】": "此签家宅-不安，自身-祈保，求财-难 交易-阻，婚姻-不合，六甲-险 行人-迟，田蚕-亏，六畜-损 寻人-见，讼-和，移徙-守旧，失物-空，病-难痊 ，山坟-大吉。",
            "【整体解释】": "此签如冰还原之象，凡事只宜苦守。 此签有”自寻死路”之意。奉劝当事人，莫心怀不轨。有些人表面上对别人很好，但其实心里满是害人的念头，只是隐藏的很好，看不出来而已。须知此举也许可以骗得过旁人，但终究骗不了自己。表里不一的人是很痛苦的，有时说了谎，却又怕被揭穿，于是再说一个谎。如此恶性循环，提心吊胆。但是内心交战，知道是”明知不可为而为之”。这种良知的谴责，岂不是自我折磨、苦不堪言?所谓”害人之心不可有”。凡事要能行得正、坐得稳，勿存妄想邪念，免得害人又害己。 谋求众多的作为最终仍然冰溶于水，又何必贪图不轨深受其苦;唯一的办法只有静心安份守己;等到事情发生转变后自然能消除你之前种种的疑惑。 水冻成冰，冰还溶水，若问营谋，何如不理。",
            "【详细解释】": "爱情婚姻 若求姻缘来，此刻如寒冬，宽心待时机，有春再谋求。 仪者可否求，求之白费功，只好闲处坐，等待春来临。 何时可结婚，当前寒如冬，当待春回暖，再议步礼堂。 若爱已分手，相处冷如冰，温暖与感动，让你爱回春。 工作求职、创业事业  求职找工作，当前难建功，静待景气回，届时再出动。 事业问前程，景气总低迷，复苏需时日，静待春曙光。 考试竞赛、升迁竞选 若是问功名，此刻不得利，尚且免失意，劝君多修福。 投资理财  理财想获利，劝君莫贪取，若想财运好，还请多施舍。 经商生意  生意求商机，商机不如意，劝君多行善，好运提早来。 房地交易  买卖无人问，此因寒冬故，静待春天来，能得一线机。 治病健康  此病虽难癒，修行除内恼，忏悔消业障，亦是改善方。 转换变更  不通求改变，转变亦无用，守己静处坐，等待景光明。 求孕求子  怀孕问前途，君当消业障，心情持平和，则有安胎效。 官司诉讼 诉讼无进展，劝君莫求胜，此事尽可和，双和大家好。 寻人寻物  失物处寒霜，不必想见他，放下随他去，心情乃得安。 远行出国  若欲出国去，此刻如冰寒，行之有困顿，且待来日行。",
            "【典故】": "王祥是晋朝时代人，古代孝子之一，他十分孝顺父母，村里人人称赞他的孝顺行为。母亲死后，父亲再娶，继母对待王祥十分刻薄，一天继母生病，要吃鲤鱼，叫王祥去找，进值冬天，天寒地冻，鱼儿都躲在冰底下了，王祥找不到鱼，只好睡在冰河上，因其孝心感动了天，鲤鱼破冰而出，王祥终有所获。"
        }
    },
    {
        "num": 50,
        "src_url": "https://www.k366.com/guanyin/29027.htm",
        "img_url": "https://static.k366.com/static/k366/m2021/images/lqimg/lq_lqgy_50.jpg",
        "detail": {
            "【灵签诗文】": "五湖四海尽行船 高挂风帆把舵坚 幸得顺风随所至 满船宝贝称心田",
            "【吉凶】": "大吉签",
            "【宫位】": "亥宫",
            "【诗意】": "此卦顺风撑船之象，凡事皆顺大吉也。",
            "【解曰】": "自在悠游 不须着力 财禄重重 无不欣美",
            "【本签精髓】": "此签家宅-利，自身-吉，求财-利西 交易-宜迟，婚姻-不合，六甲-安 行人-阻，田蚕-秋利，六畜-春旺 寻人-至，讼-亏，移徙-守旧，失物-西方， 病-解（恢复），山坟-南吉。",
            "【整体解释】": "此签有”友善关怀”之意。 提醒当事人，互助互动。即使本身事情再多、再忙，也不能忽略了与周遭旁人跟亲朋好友间的联系交流。透过本身发自于内心的真挚恳切，旁人必能感受到善意与温暖。这种内心的真实感受，胜过外在的一切有形物质。凡事由本身做起，藉由诚恳的表达与关心，自己与他人之间，在无形中也递增了互信互助的情谊，因此而更加团结、更加和谐。 此签顺风行船之象，凡事和合大吉。 本签曰。五湖四海尽行船。高挂风帆把舵坚。如三宝太监。郑和之行之于南洋也。只要把舵牢住。必可扬德威于异域者。为顺风行船之象。凡事和合大吉者。虽大吉之签。百事兴。唯必留心正应。反应之不同。易言之。本签者自在优游。不须着力。财源重重。无不惟悦者。 五湖四海都可以驾船遨游，扬起风帆稳住船舵;所到之处皆能得到顺风相送，船上满满的收获令人欢心喜悦。 自在优游，不须着力，财源重重，无不惟悦。",
            "【详细解释】": "清凉月解 凡事做事  各种谋求，当以广度发展，并且坚守经营的好情操，依此而作，则能有美好的成果。事之衰败，在于失去节度，尤其在顺境之下，时人更容易因此失去操守，因此，若想维持长久的美景，当要严守纪律，切记之。 爱情婚姻 若欲求姻缘，此缘不费力，千里来相会，一切都自然。 仪者欲追求，求之自然得，交时当安己，切忌任性行。 若欲求连理，互动当节礼，尊重对方意，再议进礼堂。 若爱临分离，因为任性故，恭敬与关爱，挽回好拍档。 工作求职、创业事业 工作在何方，四处去寻求，安分经营他，来日能发达。 事业问前程，坚持好原则，更有顺风送，获利满船舶。 考试竞赛、升迁竞选 竞试问成果，四处与应考，任君力发挥，终能登金榜。 若欲得升迁，坚守处世则，若得贵人助，升迁更加分。 投资理财 投资欲得利，风险必分散，进出有原则，收获能得意。 经商生意 四处去营商，坚守操作方，又逢好机缘，获利响当当。 房地交易 欲求买卖主，四处张广告，在此顺风下，成交又获利。 治病健康 若欲疗此病，全面检病因，幸得良医到，康复必可期。 转换变更  现今正帆顺，何必求变更，坚持原路线，直达云梦乡。 求孕求子  若欲求生男，行善与积德，待人当慷慨，此即生男方。 官司诉讼  官司运如何，有讼必有损，不颂最高明，被颂最不该。 寻人寻物  失物在哪里，四处广搜寻，莫忘西方行，若此失物回。 远行出国 出国欲远行，前途尽光明，守律尽发挥，前景亮晶晶。",
            "【典故】": "陶朱公原名范蠡，春秋时代人，初和越王勾践做事，后来发现勾践是个只能共患难而不能共享安乐的人，就毅然离开了他，坐船飘行到五湖去了。到了齐国叫陶的地方，他改名为陶朱公，从事耕种和做买卖生意，不久积蓄了许多钱成为巨富。后人以陶朱公为生意成功的典范。"
        }
    },
    {
        "num": 51,
        "src_url": "https://www.k366.com/guanyin/29083.htm",
        "img_url": "https://static.k366.com/static/k366/m2021/images/lqimg/lq_lqgy_51.jpg",
        "detail": {
            "【灵签诗文】": "夏日初临日正长 人皆愁恼热非常 天公也解诸人意 故遣薰风特送凉",
            "【吉凶】": "上平签",
            "【宫位】": "子宫",
            "【诗意】": "此卦人人愁热之象，凡事随心从意也。",
            "【解曰】": "进退莫疑 自有佳期 营谋用度 不须妄为",
            "【本签精髓】": "此签家宅-祈福，自身-谨防，求财-秋吉 交易-平常，婚姻-合，六甲-生男 行人-动，田蚕-损，六畜-平，寻人-见 讼-吉，移徙-旧，失物-北方，病- 还愿，山坟-吉。",
            "【整体解释】": "此签有”坦然面对”之意。 提醒当事人，知己知彼。如果能够有自知之明，在面对问题的时候，不会选择逃避，也不会冒然有所行动。仔细分析自己的优势与弱势，就能找出适合自己的志向、又能发挥所长之处。知道该怎么努力才能成功;面对挫折与失败，也会勇于承认接受、彻底的自我检讨改进。先知己后才能知彼，再谨慎地审时度势，必能如鱼得水，前景可期。 此签炎天生凉之象，凡事所谋稳当。 本签之诗也。炎天生凉之象。凡事所谋稳当者。虽是中平之签。人生之乐在于此。凡事知足之时即大安。谋事不宜因小嫌弃。改大则败者。一石拾之嫌小。舍之。再拾之。无一而足者。到头无石可捡。易言之。进用莫疑。最佳期日至。凡成谋望。不须忧虑。 夏天刚刚来临，白天的时间变得比较长，人们都因为过于炎热而感到烦闷不爽;其实上天也明白众人的心意，因此派遣南风专门送来凉爽。 进用莫疑，佳期日至，凡成谋望，不须忧虑。",
            "【详细解释】": "爱情婚姻 姻缘在何方，人双我独单，爱神知君意，遣侣伴君安。 仪者可否求，爱神之安排，君且善把握，将之爱心头。 欲求更进展，汝俩是一双，贵人来推送，尔后入洞房。 为爱相争执，汝俩当祈福，天公暗中推，此爱再相合。 工作求职 创业事业 工作寻无处，此可求天神，谦诚心祈祷，寻职有着落。 事业运如何，多祈神庇佑，努力于经营，荣景必可期。 考试竞赛 升迁竞选  竞试是否祥，谦诚拜神明，佑汝实力扬，助君度难关。 升迁有无份，谦诚拜神明，举荐得加分，感谢好天公。 投资理财  理财欲得利，还得看天意，多求神庇佑，获利喜洋洋。 经商生意  经商求获益，对客依公义，对神年节拜，生意果顺利。 房地交易  主顾在何方，举香求神明，神自招客来，终于交易成。 治病健康 诊病查无因，此疾如何治，神明有记忆，君有愿未还。 转换变更  谋事欲变更，欲变随君意，求神暗中助，转换更顺利。 求孕求子  欲求孕与子，先养好身体，再行善与义，求神再加持。 官司诉讼  诉讼令人愁，胜负难定夺，拜神给公理，可望讼顺利。 寻人寻物  寻物有方向，拜神暗中引，在朝北方寻，爱物回归君。 远行出国  远行要出帆，他地随君展，拜神暗中佑，前景更辉煌。",
            "【典故】": "益州（西川）由刘璋占据，北方张鲁要攻打西川，刘璋大忧，在谋臣张松的大力劝说下，刘璋答应让刘备进驻西川，帮助他抵抗张鲁。部下极力反对，但刘璋坚决要请刘备到来，因刘备是同宗，绝无恶意。因此是年冬月，孔明和刘备率领军队进入西川。西川最后归刘备。（西川即今四川省西部）《三国演义》。"
        }
    },
    {
        "num": 52,
        "src_url": "https://www.k366.com/guanyin/29084.htm",
        "img_url": "https://static.k366.com/static/k366/m2021/images/lqimg/lq_lqgy_52.jpg",
        "detail": {
            "【灵签诗文】": "水中捉月费功夫 费尽功夫却又无 莫信闲言并浪论 枉拋心力也难图",
            "【吉凶】": "下下签",
            "【宫位】": "子宫",
            "【诗意】": "此卦贪求费力之象，凡事劳心费力也。",
            "【解曰】": "言语难思 费力劳心 宅中忧恼 待遇贵人",
            "【本签精髓】": "此签家宅-不安，自身-欠安，求财-中平 交易-难，婚姻-未就，六甲-祈保 行人-有灾，田蚕-五分，六畜-衰 寻人-至，讼-和，移徙-平常，病-祈保 ，山坟-吉。",
            "【整体解释】": "此签有”枉费心力”之意。 奉劝当事人，眼见不一定为凭。须知社会上很多种现象都是真真假假、假假真真。有时眼里看到的、耳里听见的，都可能只是表面，甚或是一种假象。是、非、真、假，唯有靠智慧来判断。在做任何事之前，一定要经过仔细的思考与再三的求证。莫被一时的假象所迷惑，也不要立刻就信以为真、冒失行动，结果恐导致白忙一场，只是徒劳心力而已。  此签水中捉月之象，凡事所为不利。 水中捉月之象。凡事所为不利。在水中捞月亮很费工夫。但是费尽工夫却又捞不到。不要相信闲言和没有根据的言论。白白用心。做事也不能完成目标。易言之。讹言莫信。费力劳心。家宅不利。不可妄行。 犹如费工夫想要捞起在水中的月亮，耗尽了方法仍是一场空;别再听信流言和不真实的话语，枉费心思力气，最终想要谋取的事物终究难以如愿。 讹言莫信，费力劳心，家宅不利，不可妄行。",
            "【详细解释】": "清凉月解 凡事做事  此签代表求签者所问之事，虽然经过努力经营，但是毕竟没有成果，这是做白工的写照。在此事的发展过程中，若有外人的鼓动或杂言，可别轻信，应当以理性做法而应对之。但是，某些事情，若有贵人相助的话，则可化虚为实。 爱情婚姻 若问姻缘事，到底难经营，结局终是空，白忙跑一场。 若是分手者，必然之结局，劝君淡此情，以免误青春。 工作求职 创业事业  求职劳辛苦，总是摸没门，持戒又行善，可改此命运。 事业问前途，此业难发福，行善多仁义，此即改善方。 考试竞赛 升迁竞选 竞试问功勋，此试白费心，还是多行善，以植未来福。 升迁有无份，此福需要禄，劝君多修善，以备将来福。 投资理财  理财求获利，来去如捉云，行善多施舍，来日就有蓄。 经商生意  生意靠主顾，主顾看人气，广结善人缘，累积好生意。 房地交易  买卖想获利，此乃白费力，有财作他用，以免伤储蓄。 治病健康  治病劳奔波，终究无效益，人生当看开，放下所有欲。 转换变更 当前不通畅，转变不建功，还是多忏悔，以能换新运。 求孕求子  有孕当注意，心情要平和，多念弥陀佛，再求神庇佑。 官司诉讼 诉讼劳心神，能和最上果，劝君多思索，以保安宁过。 寻人寻物 劳心寻失物，好似在那方，寻之不见样，又疲劳奔波。 远行出国  此刻想出国，费力难成行，何必外谋求，原地实经营。",
            "【典故】": "李太白是唐朝诗仙，写了许多诗和文章，流传后世。太白喜欢喝酒，被称为酒仙。六十二岁死，传说当时他喝得酩酊大醉，走上船去，看见水里有月，他跳下水去捞月，结果溺死，后来人有说看到飞来一条鲸鱼，上面骑着一位白衣仙人，飞到天上月宫去了，那白衣仙人就是李太白。"
        }
    },
    {
        "num": 53,
        "src_url": "https://www.k366.com/guanyin/29085.htm",
        "img_url": "https://static.k366.com/static/k366/m2021/images/lqimg/lq_lqgy_53.jpg",
        "detail": {
            "【灵签诗文】": "失意翻成得意时 龙吟虎啸两相宜 青云有路终须到 许我功名必可期",
            "【吉凶】": "上上签",
            "【宫位】": "子宫",
            "【诗意】": "此卦龙吟虎啸之象，凡事顺意有望也。",
            "【解曰】": "教去即去 教住即住 自有亨通 到头必利",
            "【本签精髓】": "此签家宅-不安，自身-欠吉，求财-中平 交易-难，婚姻-成就，六甲-祈保，行人-至 寻人-至， 田蚕-五分　六畜-损 讼-和，移徙-吉，失物-见，病- 安，山坟-吉。",
            "【整体解释】": "此签龙吟虎啸之象，凡事求谋吉昌。 本签为龙吟虎啸之象也。凡事谋略之。吉昌者也。失意翻成得意时。黑暗之去也黎明至。光明也。于是青云中有路。终于到。天神允我功名可期。易言之。教去即去教。住即住口有亨通到头必利者。一片虔诚祈保之。必有帮助于君尔。 此签有”收放自如”之意。 提醒当事人，凡事适度地拿捏分寸。有时人往往太在意别人对自己的看法，所以刻意保持身段，却因此放不开，说话做事也相对地被局限。有时人却因为太过随性，反而变成我行我素，又会让人觉得放肆且不知礼法。其实该严肃时就要严肃，不要仍然嘻皮笑脸、东张西望，会让人觉得举止轻浮、三心二意。该放松时就要放松，不要一昧墨守成规、过于拘谨，又会让人觉得难以相处、不知变通。应视情况场合，调整本身的行为举止。说该说的话，做该做的事。",
            "【详细解释】": "清凉月解 凡事做事 在人生的道路上，有时受害反得利。因此，当机缘来时，不必畏惧，勇敢的面对吧！ 爱情婚姻  一时虽失意，前景则可期，因困反得利，势必结连理。 工作求职 创业事业 虽逢遇阻碍，此乃推升力，经营既有道，荣景必可期。 考试竞赛 升迁竞选 即使虎当前，亦当勇猛去，尽心经营他，光荣耀门庭。 投资理财  市况虽低迷，厚利看勇气，久套商场中，有朝得大利。 经商生意  经商谋福利，初期不尽意，坚持此门路，必有好商机。 房地交易  是否可买卖，前途又如何，一时有损伤，来日笑呵呵。 治病健康  此病问前途，是否可疗愈，勇敢而面对，平安体更健。 转换变更  受困求转变，君当现地对，迎接逆碍境，过关反大幸。 求孕求子  怀孕问前途，初期有困境，求天祈保佑，过境得安宁。 官司诉讼 挨告不要怕，勇敢去面对，先遇逢挫难，而后能通关。 寻人寻物  失物若欲回，辛苦去寻找，虽逢遇困难，而后能找回。 远行出国 远地求发展，初始有困难，迎接综挑战，功名能靠岸。",
            "【典故】": "三国时，蜀主刘备因借荆州不还，东吴周瑜向孙权献计，把孙权的妹妹嫁给刘备，但一定要刘备过江来招亲，然后把刘备软禁起来不放。可是刘备得到孔明的锦囊妙计，又有赵子龙保护着，在江东招亲，安然无事。过了一些日子，说服了孙夫人，不辞而别，离开东吴。诗曰：《周郎妙计安天下，赔了夫人又折兵》。"
        }
    },
    {
        "num": 54,
        "src_url": "https://www.k366.com/guanyin/29089.htm",
        "img_url": "https://static.k366.com/static/k366/m2021/images/lqimg/lq_lqgy_54.jpg",
        "detail": {
            "【灵签诗文】": "梦中得宝醒来无 应说巫山只是虚 苦问婚姻并病讼 别寻生路得相宜",
            "【吉凶】": "下下签",
            "【宫位】": "子宫",
            "【诗意】": "此卦梦中得宝之象，凡事枉费心力也。",
            "【解曰】": "物在水中 形影长短 皆有分定 不用商量",
            "【本签精髓】": "此签家宅-欠安，自身-谨防，求财-阻 交易-难，婚姻-待时，田蚕-六畜-滞 六甲-祈保，行人-迟，讼-亏 移徙-吉，失物-空，病-求神佑，山坟-不安 。",
            "【整体解释】": "此签梦中得宝之象，凡事多虚少实。 本签曰。梦中得宝醒来无。可知君之谋望。均归虚者也。功名。交易。婚姻。求财等。皆守旧方可。目下之所由成者积德。修身之不足所由生。爰之。更在修阴骘方面多下功夫。必有转机之时。前程方可远大。易言之。本签也。戒人去恶从善。趋吉化凶者也。 此签有”南柯一梦”之意。 奉劝当事人，勿痴心妄想。人常感叹自己时运不济，又冀求功名富贵，希望一切应有尽有，好满足自身的欲望。因此常常幻想，日日做着发财梦、升迁梦，渴望有朝一日真能实现。疏不知人生如梦、得失无常，富贵荣华也只是一时的虚幻，转眼便成过眼烟云。奉劝当事人，与其空无的痴心幻想，还不如脚踏实地、诚恳务实的做好自己的本份。好运不会凭空而来，凡事有付出才有收获，知足即是福。 在梦中获取了珍贵的宝贝，醒来时却空无一物，应知犹如巫山云雨般不过是场虚幻;想要知道婚姻与疾病诉讼的吉凶?还不如换个想法与途径较务实吧。 如水中月，形短形长，皆由分定，何必商量。",
            "【详细解释】": "爱情婚姻 若逐姻缘事，此如晨朝露，转向他处去，以待真情意。 工作求职 创业事业 若寻工作者，此方寻不着，当图改方向，他处求生路。 事业难得力，老板不好当，受人而雇用，如此更相宜。 考试竞赛 升迁竞选  功名总虚幻，升迁亦无望，劝君免追求，人生守己安。 投资理财  投资寻获利，一时说富欲，偶後如浮云，布施更实际。 经商生意  经商无生机，转行更实际，劝君另他图，以求好度日。 房地交易  若欲购房地，买了没财利，如此发财金，另外求建绩。 治病健康 此病能否癒，速行换疗方，或从心里治，可望见功效。 转换变更  困顿欲转变，转变有契机，他处另发展，改善有指望。 求孕求子  若孕当注意，中途孩离去，心情持平和，祈神来庇护。 官司诉讼  诉讼问前程，不颂最有利，讼之伤和气，再思利和弊。 寻人寻物  梦中寻宝物，得之空欢喜，放下此逐寻，再换个新爱。 远行出国 远行求利禄，此中如幻景，见之令人喜，取之却空虚。",
            "【典故】": "三国时，马超驻守西凉洲，获悉父亲马腾被曹操杀害，即刻起二十万大军，直奔长安，攻打曹操。西凉兵攻克长安，再捣潼关。马超遇到曹操，仇人相间，分外眼红。双方展开激战西凉兵勇猛异常，曹军大败，曹操在乱军中逃命，马超追赶，士兵们高喊捉拿曹操。为了不被认出，曹操至好脱下锦袍丢掉，有用剑割短了胡须，骑着马向前狼狈逃窜，这时幸得曹洪赶到相救，曹操终于得命走脱。《三国演义》故事。"
        }
    },
    {
        "num": 55,
        "src_url": "https://www.k366.com/guanyin/29090.htm",
        "img_url": "https://static.k366.com/static/k366/m2021/images/lqimg/lq_lqgy_55.jpg",
        "detail": {
            "【灵签诗文】": "父贤傅子子傅孙 衣禄丰盈富在天 金马玉堂人快乐 饥时吃饭困时眠",
            "【吉凶】": "大吉签",
            "【宫位】": "丑宫",
            "【诗意】": "此卦接竹引泉之象，凡事谋望大吉也。",
            "【解曰】": "接竹引泉 流传不绝 君子谋望 无不欣悦",
            "【本签精髓】": "此签家宅-欠安，自身-还愿，求财-利 交易-成，婚姻-合，行人-动 寻人-难，六甲-平安，田蚕-吉， 六畜-损，讼-有贵人，移徙-吉，失物-见，病-禳 星，山坟-安。",
            "【整体解释】": "此签有”失控惹祸”之意。 提醒当事人，遇事不宜意气用事。有时人与人之间难免意见不合而发生争执口角。须知冲动于事无补，无论对方是否有错在先，但如果因此而忍不下一口气、非要争个理出来，却可能导致撕破脸不相往来、见面又尴尬的局面，甚至拖累到不相干的人替你收拾残局。这都是因为欠缺理智且没有顾虑到后果所造成的影响。俗云：”冤家宜解不宜结”。与其吵得面红耳赤闹得不可开交，还不如冷静下来，想个好方法，既不会伤害到对方，又可以避免让事情重蹈覆辙。心平气和解决问题，而非制造问题。 此签接竹引泉之象，凡事着谋吉利。 本签示于弟子曰。子孙贤。衣禄丰盈富在天。君尔之命。即是富贵天定者。大吉大利之签者。功名。交易。婚姻。求财皆如意者。而且吃饭困时眠之运。逢此大吉利之时。宜多修德。积善。更可发扬光大者。 世代传承子孙优秀贤能，衣食无缺富贵在天;金玉满堂无忧无虑自然舒爽，饿了就吃，倦了就眠的生活必然适意。 祖宗积德，福禄后昆，荣禄并耀，光裕门庭。",
            "【详细解释】": "清凉月解 凡事做事  你的家庭有个很好的传统，自祖先以来门风很好，家庭富裕温馨，吃穿不用愁，父母安祥，在这个良好的家庭下，凡事都不成问题的。若有所谋求，只要延续这个良好的德行去做，即便能如愿。 爱情婚姻 若欲求姻缘，只要君开口，消息传出去，佳偶列队来。 若有心仪者，只要汝愿意，交往即顺利，请低调处理。 若交往多时，欲结成连理，且尊家长意，一切都好说。 若爱闹分手，小事别在意，更勿闹义气，宽容挽回他。 工作求职 创业事业 工作与事业，前途当如何，遵循祖传统，自然能旺发。 考试竞赛 升迁竞选 竞试运如何，只要君努力，还有助阵众，助君榜头题。 升迁运如何，祖德流芳在，又有好关系，封爵有助力。 投资理财 理财运如何，君财好几亿，投资都昌顺，拿些作公益。 经商生意 经商运如何，人脉人缘广，关系好建立，经商靠此依。 房地交易  房地欲卖出，热络好地段，人人都想要，成交没问题。 治病健康  若欲治疾病，生活要正常，心地要宽松，哪来啥疾病。 转换变更  转变求遂意，此举否得体，改变虽可以，但莫陷贪欲。 求孕求子 若是问求孕，只随君之意，望男即得男，望女则生女。 官司诉讼 官司问前途，家世好人脉，逢难有贵人，能助官司场。 寻人寻物  失物在哪里，派人协助寻，终究能找回，主人好安慰。 远行出国  出国欲深造，前途但如何，依循好传统，功成平安回。",
            "【典故】": "周武王（文王之子）在尚父姜子牙辅助下，击败了可恶的纣王，纣王在摘星楼上焚火自杀，结束商朝统治。子牙（太公）于是建设楼台，拜祭天地，周武王正式登王位，是为周朝元年壬辰。次日又设鹿台，将钱财分散给人民，以资庆祝。周朝在历史上有八百年的统治。"
        }
    },
    {
        "num": 56,
        "src_url": "https://www.k366.com/guanyin/29091.htm",
        "img_url": "https://static.k366.com/static/k366/m2021/images/lqimg/lq_lqgy_56.jpg",
        "detail": {
            "【灵签诗文】": "涧小石粗流水响 力劳撑驾恐参伤 路须指出前江去 风静潮平尽不妨",
            "【吉凶】": "中平签",
            "【宫位】": "丑宫",
            "【诗意】": "此卦船行小滩之象，凡事有贵人助也。",
            "【解曰】": "营谋用事 劳心费力，守旧待时 凡事大吉",
            "【本签精髓】": "此签家宅-安，自身-吉，求财-中平 交易-利，婚姻-遂意，六甲-男 行人-至，田蚕-秋利，六畜-损 寻人-至，讼-有理，移徙-吉，失物-滞，病-即安 ，山坟-宜修。",
            "【整体解释】": "此签有”功成身退”之意。 意味当事人，凡事见好就收。任何事情在成功之前，都会经过努力的打拚、付出大量的心血，才能得到丰硕的成果。但在任务完成、功成名就之后，如何”见好就收”，才是最困难的考验。须知万事万物都没有一定的准则，既无法预料，也无从掌控。事情来了，就去面对，尽力去做，做完了，就要放下。凡事不要留存太多的眷恋，太多的眷恋只会让人更加执着，形成沉重的包袱丢不下。不要画地自限，适时地跳出束缚，才能随心所欲。凡事随缘，无须强求。 此签涧水行船之象，凡事先难后易。 本签是涧水行船之象。是凡事先难后吉者。虽是君尔力劳撑驾。恐有损伤。先是劳而无功。路顺指出前江去。自有风静浪平。一路顺风之时。必须更修身。积善。布施。天心感应之时。必有更上一层之列。易言之。涧小滩多掌船劳力指出前江风帆顺得。 溪涧窄小又暗藏巨大的石块，使得流水经过时都发出激响，这样的情况下辛苦拚力前进恐怕会导致船体因此受到损伤;如果能够找出更适合的途径，如此才可风平浪静无所阻碍。 涧水滩多，掌船劳力，指出前江，风帆顺得。",
            "【详细解释】": "爱情婚姻 若问姻缘何时来 爱情运如何，风雨实难免，若逢遇困境，求助老前辈。 若问心仪对象可否交往  仪者想要追，劝君多打听，若他条件佳，切莫受诱惑。 若问当前交往对象可否更进一步或结婚 若已交往者，想要再进展，商量己家长，莫自作主张。 若爱情、婚姻面临分手、困顿，问挽回或关系和好  若爱不相睦，或爱临分手，劝君莫硬撑，当问经验人。 工作求职 创业事业  工作哪里找，当问过来人，若逢诱人处，小心莫贪取。 事业求发展，状况少不了，当听参谋言，莫贪取利诱。 考试竞赛 升迁竞选  竞试问前途，试中有曲折，研论于老手，寻求好对策。 升迁有无望，打探通行路，询问经验人，以得好运途。 投资理财 投资问门路，事中找诀窍，理财寻法门，以期好结局。 经商生意 经商找管道，生意求妙招，见利莫受惑，以免吃大亏。 房地交易  房地可否买，附近多打听，莫受眼前诱，听取经验言。 治病健康  心病则身病，心若安平静，身病自康复，劝君多养心。 转换变更  虽逢遇挫折，但莫自主张，多问相关人，拟出好方案。 求孕求子  求孕或求子，寻找些秘方，再问过来人，好孕能如愿。 官司诉讼 诉讼怎么办，法律找顾问，理出一条路，以便能胜诉。 寻人寻物 失物怎么找，场所有些混，当问路边人，或问服务处。 远行出国  出国问前途，莫受利诱惑，若困莫应撑，当问相关人。",
            "【典故】": "安禄山是唐玄宗时人，骁勇善战，被升为都督。当时朝政腐败无能，安禄山就是从山西省造反，攻打洛阳，再攻下潼关，皇帝逃走到四川。安禄山在长安大肆烧杀抢掠，人民激烈反抗。最后安禄山被自己的儿子杀死。"
        }
    },
    {
        "num": 57,
        "src_url": "https://www.k366.com/guanyin/29092.htm",
        "img_url": "https://static.k366.com/static/k366/m2021/images/lqimg/lq_lqgy_57.jpg",
        "detail": {
            "【灵签诗文】": "闻是闻非风过耳 好衣好禄日当空 君须记取他年事 汝意还同我意同",
            "【吉凶】": "上中签",
            "【宫位】": "丑宫",
            "【诗意】": "此卦孩儿见母亲之象，凡事贵人大吉也。",
            "【解曰】": "所作谋望 皆大欢喜 从公用力 如子逢娘",
            "【本签精髓】": "此签家宅-不安，自身-平平，求财-顺 交易-成，婚姻-合，六甲-女 行人-阻，田蚕-就，六畜-损 寻人-难，讼-宜和，移徙-守旧，失物-空，病-祈福 ，山坟-吉。",
            "【整体解释】": "此签有”随机应变”之意。 鼓励当事人，积极表现。有些人很懂得如何随机应变，有时连身边看似不起眼的物事，都可以适时拿来运用，成功地为自己加分不少。须知很多机会往往稍纵即逝，要能够把握契机。即使看似希望渺茫，但仍值得一试，说不定就此一举成功。在自己本身方面，凡事勿预设太多立场，不要太悲观，所谓”因地制宜”，配合环境、人事，适度地调整做人处世的态度。应勇于尝试，不要太固执而一成不变。 此签好子见娘之象，凡事遇贵则吉。 本签者好子见娘之象。凡事能遇贵人则化吉也。凡遇事可受贵人扶之。提携之后可成。必为其人所敬仰。一倡百和者。事事可以成功。好衣好禄日当空。易言之。选用谋望皆大吉昌。从心恳切。如子见娘。 是与非就把它当成耳边过风，目前哪里有什么好顾虑的呢;你别忘记以往种种发生的事情，我们的想法依旧没有差异。 选用谋望，皆大吉昌，从心恳切，如子见娘。",
            "【详细解释】": "清凉月解 凡事做事  若听闻到些什么耳语、消息，不要随之起舞，只要安于当前的丰衣足食生活即可。还应记取过去的经验教训，这也是你自己可以理解的。 爱情婚姻 若问姻缘事，幸福没话说，妻子如大姐，丈夫如阿爸。 若欲追求他，主动去开口，如子向母求，如此即顺遂。 追偶当注意，话多要承受，当是关心咒，这样就快活。 若他碎碎念，或当耳边风，相处既安足，何计话太多。 若爱临分手，只因口角多，听话太执着，好话能复活。 若遇第三者，眼当看不见，安足己生活，此事不用愁。 工作求职 创业事业 工作问前途，求职贵人助，工作上司护，安定又舒适。 事业问未来，生活虽烦碌，亲友来协助，幸运好家在。 考试竞赛 升迁竞选 竞试问功名，传闻一直来，此事忆经验，平静更实在。 升迁有无望，耳语传不断，安定己心态，随缘去和来。 投资理财 财运有多少，安足过生活，衣食不欠缺，莫随人耳语。 经商生意  经商谋营利，稳定小收入，开销不用愁，如此应满意。 房地交易 房地欲求售，主动去行销，广告要足够，主顾来爱护。 治病健康  此病如何治，此病常起落，苦恼尽力丢，宽心而生活。 是非当耳风，或当加持我，享受正当下，心开病自开。 转换变更  不顺欲求变，如今正适可，莫听耳语走，安住现生活。 求孕求子  欲孕如何做，心情要安定，坏话莫执着，心定孕即定。 官司诉讼 官司伤精神，莫因口角争，安享己生活，此讼尽量和。 寻人寻物  寻物亦费心，不寻更宽心，物去随他去，把他给忘记。 远行出国  欲求出远门，此做乃多余，当下即安足，邦内好好过。",
            "【典故】": "神话故事，传说董仲是汉朝董永的儿子，是天上仙女下凡来和董永结合而生下来的。他学得仙法，会飞天，因此到天上去寻找母亲。又传说董仲因感于没有母亲，于七月七日这一天，到太白山上去找，仙女出现，董仲终于见到母亲。杜光庭：异录记。"
        }
    },
    {
        "num": 58,
        "src_url": "https://www.k366.com/guanyin/29093.htm",
        "img_url": "https://static.k366.com/static/k366/m2021/images/lqimg/lq_lqgy_58.jpg",
        "detail": {
            "【灵签诗文】": "忠言善语君须记 莫向他方求别艺 劝君安守旧生涯 除却有余都不是",
            "【吉凶】": "中平签",
            "【宫位】": "丑宫",
            "【诗意】": "此卦守常待时之象，凡事守旧则吉也。",
            "【解曰】": "得住且住 可取且踞 莫宜别事 只宜守旧",
            "【本签精髓】": "此签家宅-平常，自身-不利，求财-吉 交易-成，婚姻-阻，六甲-惊 行人-迟，田蚕-五分，六畜-损 寻人-见，讼-亏，移徙-守旧，病-欠安，失物-凶 ，山坟-宜改。",
            "【整体解释】": "此签有”虚心求教”之意。 告诫当事人，勿恃才傲物。有些人因为本身才气纵横而自视甚高，因此目空一切，对于身边的人事物，也常看不上眼，甚至语多讥讽、一派自以为是，非不得已，决不向他人求教。须知过于刚硬的个性会带给别人不悦的感受而容易导致处处碰壁，如果能够正视并收敛此种狂放自傲的个性，凡事虚心下问，加上本身的才华与能力，相信成就一定不只于此。对于身边亲朋好友的劝告，务必听进心里去，想一想别人为什么这么说。 此签守旧生涯之象，凡事不可妄为。 本签者。要君尔必守旧生涯之象。凡事必须三思而后行。不宜轻举妄动。诗曰。忠言善语君须记。勿因不满现况而见异思迁。一股干劲。结果带来不可收拾之残局。是时悟之。不如不作。实时已晚。噬脐不及者。易言之。得往且往可往旧路温故知新莫求别路。 忠言必逆耳的道理你必须牢记，何必舍近求远往别处寻找其它的技艺;劝你守旧温故而知新，除此之外应该是没有更好的方法了吧。 得往且往，可往旧路，温故知新，莫求别路。",
            "【详细解释】": "清凉月解 凡事做事 此签重点在于，凡各种谋求，当以务实为重，不要被虚荣所迷惑。当听话时，当吸取忠告，莫因忠言逆耳而排斥，莫因巧语顺耳而迷惑。在经营上，莫因他处更有诱惑或有更高利益而移情别恋，以脚踏实地的精神而经营人生，则能有益。 爱情婚姻 若欲求佳偶，选择忠实型，莫求虚荣者，此乃是忠告。 若欲求良配，莫看名禄财，当取德义仁，此乃是箴言。 若欲追心仪，或欲入礼堂，决定之评分，但以此为准。 爱情若分手，挽回是与否，仍看此准则，劝君莫忘怀。 工作求职 创业事业 工作在哪里，就在己乡邦，不必向远地，安守则吉祥。 事业问前程，忠告当记取，经言当应用，此即经营宝。 考试竞赛 升迁竞选 竞试欲得彰，经验当记取，忠告要能听，竞试即有利。 升官有无份，此时当安守，与人力与争，此乃不智举。 投资理财 投资求财利，若能守箴言，谨慎以应对，则能有获益。 经商生意 经商求生意，谨守己本份，做事有公义，获利即加级。 房地交易  买卖当注意，市场有诡异，遵守交易则，成功又获利。 治病健康  有病如何治，好话当听取，忠言当感激，此即治病丸。 转换变更 事不畅求变，转变不必急，原地好发展，忠言能转机。 求孕求子  怀孕当护身，安守于宅居，心情当安逸，此能护胎体。 官司诉讼  诉讼之结局，结果终不利，只因违情理，劝君记教训。 寻人寻物  失物可否回，此物已经损，遵守看物则，以免又覆辙。 远行出国  欲求出国去，此去恐不吉，原地可发挥，何必远地移。",
            "【典故】": "周文王建造灵台，以占风侯，看验民灾。当晚他太疲倦了，睡在灵台上，时至三更半夜，梦见一双白额猛虎，肋生二双翅膀，飞入帐中，文王惊醒，第二天问卜吉凶，卜后来文王在渭水得遇姜太公。封神演义。"
        }
    },
    {
        "num": 59,
        "src_url": "https://www.k366.com/guanyin/29094.htm",
        "img_url": "https://static.k366.com/static/k366/m2021/images/lqimg/lq_lqgy_59.jpg",
        "detail": {
            "【灵签诗文】": "直上高楼去避身 四边达处是荆榛 谁知造物安排定 得意番成失意人",
            "【吉凶】": "中平签",
            "【宫位】": "寅宫",
            "【诗意】": "此卦守旧随时之象，凡事待时则吉也。",
            "【解曰】": "如醉饮酒 只宜守旧 直待时来 无灾无咎",
            "【本签精髓】": "此签家宅-祈福，自身-安，求财-平常 交易-成，婚姻-不合，行人-至 寻人-阻，六甲-作福，田蚕-半吉 六畜-大利，讼-亏，移徙-吉，失物-凶，病- 祈福，山坟-吉。",
            "【整体解释】": "此签有”是非难断”之意。 告诫当事人，喜恶勿过于分明。我们有时会对某些人觉得反感，不管对方说什么做什么，就是看不顺眼，非常排斥。甚至双方互不相让，情势也越陷越僵。其实同样的人、事、物，在你看来或许不好，但若换在其它人眼中，却变成是好的。须知”好”与”坏”很难论定，甚至没有一定的准则。但人都是用自己心里的一套标准来评断，而每个人又有不同的想法，所以看出来的事情就有了好、坏、对、错的分别。如果能少点主观、多点客观，好恶心就不会那么重，也比较不会太固执。另外，凡事不要替人强出头，做好自己的本份，修身养性。 想上高楼躲避灾难，四周却处处是荆棘阻碍;须知万物的安排是早已经注定好的，世事难料，谁能知此刻的得意下一秒即变成失意。 如醉饮酒，如何且守，直待时来，无灾无咎。",
            "【详细解释】": "爱情婚姻 姻缘何时来，由于业障故，姻缘还不来，忏悔以消业。 欲追心仪者，恐无好结果，纷嚷又吵闹，最后离分手。 若爱已分手，劝君免挽回，反省修自己，以改善未来。 工作求职 创业事业 工作何难寻，业障中作祟，忏悔与持戒，此症可改善。 事业问前途，亏损所难免，经营亦不顺，退营以减损。 考试竞赛 升迁竞选  竞赛问前途，落榜不意外，忏悔与持戒，可改此运途。 若想得升迁，此刻难有份，业障暗中扰，劝君去拜忏。 投资理财  投资与理财，亏损是结果，忏悔与布施，可改此运途。 经商生意  经商谋生意，生意总失利，持戒与行善，以造未来福。 房地交易  房地要买卖，主顾不上门，若要速成交，除非亏损卖。 治病健康  健康出问题，久治不见效，忏悔与戒杀，减少病与苦。 转换变更  有困求变更，变更亦无益，面对此问题，才是改善道。 求孕求子 求孕与生子，彻底行忏悔，行善与戒杀，以期改此运。 官司诉讼  诉讼问前途，既然有过错，制裁难躲逃，面对以减苦。 寻人寻物 失物要寻回，物去不知向，早落他人手，免寻更省事。 远行出国  远地求发展，出国不吉祥，把握此当前，才是经营道。",
            "【典故】": "汉朝时候，张良辅助刘邦取天下，打败西楚霸王项羽，建立了汉朝。张良知道刘邦此人，打仗时，称兄道弟，十分友善，可是得了天下就要杀功臣，变成了暴戾的皇帝。为了保全性命，他立刻隐退，不知所踪，据说跟亦松子（仙人）游山玩水去了。"
        }
    },
    {
        "num": 60,
        "src_url": "https://www.k366.com/guanyin/29095.htm",
        "img_url": "https://static.k366.com/static/k366/m2021/images/lqimg/lq_lqgy_60.jpg",
        "detail": {
            "【灵签诗文】": "抱薪救火火增烟 烧却三千及大千 若问营谋并出入 不如收拾莫忧燃",
            "【吉凶】": "下下签",
            "【宫位】": "寅宫",
            "【诗意】": "此卦抱薪救火之象，凡事亦自谨防也。",
            "【解曰】": "千般用计 不如莫动 一旦相惹 恐祸归身",
            "【本签精髓】": "此签家宅-凶，自身-祈保，求财-微微 交易-难，婚姻-不合，六甲-险 行人-滞，田蚕-不利，六畜-损，寻人-杳（无音信） 讼-亏，移徙-吉，失物-西方，病-有 惊，山坟-平平。",
            "【整体解释】": "此签有”心浮气躁”之意。 奉劝当事人，尽量平心静气。须知过度的情绪反应，会让人失去对事物应有的基本分析能力。也因为无法保持冷静，在此时做出的判断往往失策而且导致不可收拾的局面。如遇有大喜大悲大怒之事，不要急着做出反应，先试着把自己冷静下来，让情绪归于平稳。心平气和之后才能专心思考，谨慎反复过滤求证之后，才能做出正确理智的判断。凡事勿冲动躁进，小心行事，免得乐极生悲，后悔莫及。  此签抱薪救火之象，凡事守旧则吉。 本签示之于弟子曰。抱薪救火。当然火会增烟。霉头加以霉繇此可知。君尔凡是着手兴事。必须守旧。千万不能逞一时之勇。见人之成。见异思迁。轻举妄动。恐怕有大害。不仅不能成事。反而将事弄砸。得不偿失。易言之。总有千般一旦皆休安心守旧维得无忧。 宛如抱着木柴去灭火，火却越烧越旺，最后都被大火吞噬殆尽一无所有;此刻若要问出入营谋等事，还是安心守旧才能无忧。 总有千般，一旦皆休，安心守旧，维得无忧。",
            "【详细解释】": "爱情婚姻 若求姻缘来，以期能解忧，如借酒消愁，终究愁更愁。 仪者可否追，劝君不要做，不追不会吹，一追反而吹。 爱情求进展，不求尚平顺，越求越怅然，弄巧恐成拙。 若爱已分手，是否能挽回，此情既已去，让他随风飘。 若有第三者，是否要问罪，劝君莫此作，以免事更糟。 工作求职 创业事业  工作运如何，且看汝心情，心平自然顺，心愁则事挫。 事业问前途，越力越不行，方法当改善，切忌于盲行。 考试竞赛 升迁竞选  竞试问前程，期望功名深，谁知事不然，榜上总空荡。 升迁有无份，方法不得体，以致没希望，莫求更心安。 投资理财  理财欲获利，期望越是强，获利越是降，莫理反更赚。 经商生意  经商欲盈余，方法要更改，反向去思考，理出经营道。 房地交易  交易可否成，买卖越迫切，成交越困难，欲擒当故纵。 治病健康  若欲问治病，不治还小病，越治越严重，方法有误矣。 转换变更  不畅欲求变，越变越糟糕，若想得改造，当行反思考。 求孕求子  求孕能否成，忌用各偏方，以免反效果，自然法最好。 官司诉讼 官司求胜诉，越在乎越输，既然沦落此，亏损实难免。 寻人寻物  失物何处寻，越找越大遍，且向西方走，可望得失物。 远行出国 远门求发展，目的竟为何，出国求功名，越走越没名。",
            "【典故】": "曹操大军驻扎在赤壁江岸旁，兵士多为北方人，不谙水性。周瑜要破曹操大军，苦无良策，幸得孔明祭东风，黄盖引火在三江口火攻曹操连环铁船，二方军队在赤壁下激烈水战，一片火海，曹军死伤不计其数。曹操带了一只败兵往陆地逃亡，走向鸟林。三国故事。"
        }
    },
    {
        "num": 61,
        "src_url": "https://www.k366.com/guanyin/29101.htm",
        "img_url": "https://static.k366.com/static/k366/m2021/images/lqimg/lq_lqgy_61.jpg",
        "detail": {
            "【灵签诗文】": "日上吟诗月下歌 逢场作戏笑呵呵 相逢会处难藏隐 喝采齐声嗹哩罗",
            "【吉凶】": "大吉签",
            "【宫位】": "寅宫",
            "【诗意】": "此卦守旧随时之象，凡事待时吉利也。",
            "【解曰】": "佳人在屋 吟唱诗曲 一片欢心 命中祸福",
            "【本签精髓】": "此签家宅-安，自身-吉，求财-顺 交易-利，婚姻-成，六甲-女 行人-寻人-至，田蚕-熟，六畜-旺 讼-有理，移徙-吉，失物-凶，病-即痊愈，山坟-大 吉。",
            "【整体解释】": "此签有”不可貌相”之意。 鼓励当事人，要有自信。很多人常不甘安于现状，觉得自己地位太低、人微言轻，因此无不想力争上游，爬得越高越好。但俗云：”三百六十行，行行出状元”。职位高低代表的只不过是一时的虚名，不一定非要苦苦追求。这个社会需要各式各样的人，人人各司其职，才能保持平衡。应以自己的工作为荣，知福、惜福，安居乐业。切勿好高骛远，岂不知欲望少一点，快乐就更多一点?另外，切勿轻视小看地位卑微的人，也许其中卧虎藏龙个个身怀绝技，只不过自己有眼不识泰山罢了! 此签佳人欢乐之象，凡事大吉如意。 本签之示于弟子曰。日上吟诗月下歌者。为佳人欢乐之象者。凡是百事兴。大吉昌之征。因时运知。所谋之事也。百事如意之时。惟将如此康泰上盈之道。何如保之。冤之。保之。方能克终。易言之。君之今也。佳人在屋唱。吟诗曲一片欢嘉取乐且足之佳境。 与佳人白天吟诗晚上唱歌，欢喜作乐笑开怀;在此相逢聚首无所不谈，耳边众人的喝采声连贯不绝，这样的生活是很满足快乐的啊。 佳人在屋，唱吟诗曲，一片欢嘉，取乐且足。",
            "【详细解释】": "清凉月解 凡事做事 若问事情结果如何，本签代表这是个可以喝采的结果。 若问事情该怎么做，那把做人做好，此事即有好成果。 若问对这件事的态度与看法如何，那就是要乐观、信心以对。 若能掌握以上原则，即使是小兵也能立大功。 爱情婚姻 若问姻缘何时来 姻缘如何来，逢人问寒喧，遇人笑呵呵，姻缘随即来。 若问心仪对象可否交往  仪者如何追，未逢时传信，相遇时问暖，闲假时邀约。 若问当前交往对象可否更进一步或结婚 若有交往者，相处当融合，此乃好姻缘，可往婚嫁走。 若爱情、婚姻面临分手、困顿，问挽回或关系和好  若爱已分手，找寻他踪影，相逢时唱歌，谈话要笑呵。 工作求职 创业事业  工作怎么找，面试要有礼，穿着要得体，录取看身仪。 事业如何做，给人多礼遇，待客伺尊荣，事业即龙腾。 创业作啥好，服务于大众，给人心享受，微笑即进财。 考试竞赛 升迁竞选 竞试问结果，逢人可笑喝，洗澡也唱歌，榜上贴己名。 升官怎么求，对上多行礼，对下说好语，人成升官成。 投资理财  理财问前途，乐观去投资，有空多布施，开怀迎丰收。 经商生意 生意如何做，来客速迎接，见人行个礼，微笑给欢喜。 房地交易  交易能否成，且看君做人，躬身迎贵客，欢喜交易成。 治病健康 此病怎么治，心开万病开，心笑瘤死掉，开心是解药。 转换变更  事不昌怎办，大笑以应对，逢人就做揖，职场当戏场。 想转换可否，新职新希望，为汝可鼓掌，适应如凤凰。 求孕求子  若问求孕者，需择好时日，营造好气氛，爱时如戏乐。 官司诉讼 诉讼问结果，逢场看证据，会处不躲避，搭唱结连理。 寻人寻物  失物可否得，躬身四处寻，会处难隐藏，与主又搭唱。 远行出国  出国之展望，乐观以发展，信心有希望，顺风就张帆。",
            "【典故】": "传说苏小妹是宋朝大文学家苏东坡的妹妹，博学多才，民间故事流传很多，她和诗人秦少游结婚之夜，故意以诗歌、对联来刁难新郎，幸得苏东坡从中暗助，少游才得过关。古今奇观。"
        }
    },
    {
        "num": 62,
        "src_url": "https://www.k366.com/guanyin/29110.htm",
        "img_url": "https://static.k366.com/static/k366/m2021/images/lqimg/lq_lqgy_62.jpg",
        "detail": {
            "【灵签诗文】": "晨昏全赖佛扶持 虽是逢危不见危 若得贵人来接引 此时福禄自相随",
            "【吉凶】": "中中签",
            "【宫位】": "寅宫",
            "【诗意】": "平平稳稳 四方名显 改旧从新 亦无凶险",
            "【解曰】": "游才得过关。古今奇观。",
            "【本签精髓】": "此卦神佛暗佑之象，凡事忍耐大吉也。",
            "【整体解释】": "此签有”人善被欺”之意。 意味当事人，勿灰心丧志。莫听他人闲言是非，有时面对别人的调侃相欺，不妨忍一时，无须放在心上。此刻莫要急躁，专注在修养品德之上，保持良好的处世态度，继续努力、并不间断地充实自我本身的学识。俗谚云：”不经一番寒彻骨，焉得梅花扑鼻香?”相信自己、存善持之以恒，必有大成之日。另外，对于亲朋好友的关怀协助，应要谨记在心，有机会便加以报答。 此签守旧平安之象，凡事遇贵则吉。 本签也。守旧平安之象。凡兴事。能遇贵人扶持之时。必能顺利者。晨昏全赖佛祖扶持。因之。必须先由吾身之修德。积善始。神方能有所庇佑。凡事须隐忍。藏器以待用。不宜急。不可躁。易言之。君之命也。诸事平稳四方名显。改换从新。凶存吉现也。 早晚皆依靠神佛的护持与庇佑，纵然逢凶仍可化吉;如果遇到贵人拉提牵引，这时候福禄自然也随之而来。 诸事平稳，四方名显，改换从新，凶藏吉现。",
            "【详细解释】": "清凉月解 凡事做事 本签示意，虽然事情可能逢遇困境，若临此刻，则须安守，莫轻举妄动。或能得到贵人或守护神的安排，而走出困境，而得光明的新生活。 爱情婚姻 姻缘何时来，当前困无偶，安守此当前，媒人得介绍。 仪者可否追，欲追有困境，静待些时候，贵人得安排。 若问更进展，目前有困难，若逢贵人现，婚事即可谈。 若爱临分手，挽回有无望，若逢贵人助，此爱即可圆。 工作求职 创业事业 工作在何方，当前处困境，安守以待时，贵人得相助。 事业问前途，途中有困难，纾困需待时，寻贵以舒张。 考试竞赛 升迁竞选  竞试问结果，其中有难处，多求拜神佛，以祈度难关。 升迁有无份，其中有暗处，安守再祈祷，念佛祈光明。 投资理财  投资问前程，虽逢困套时，贵人得相助，走出忧暗谷。 经商生意 经商不顺利，此时需扶力，举香求神佛，以求好生意。 房地交易  买卖能否成，求神佛招客，主顾即上门，感谢天之佑。 治病健康  有病问前途，疗病须待时，念佛菩萨名，以祈早康复。 转换变更  遇困想转换，此刻当安守，神佛暗中扶，迎向新希望。 求孕求子  无孕想求孕，行善再积德，求神以庇佑，以祈满心愿。 官司诉讼  官司处困境，求贵来相助，念彼观音力，困境得缓解。 寻人寻物  寻物向何方，求神来指引，祈福以相见，宠物在西方。 远行出国  远行问前途，途中有困境，多念观世音，逢危得解脱。",
            "【典故】": "此签家宅安，自身吉，求财西方，交易遂，婚姻成，六甲祈福，行人阻，田蚕七分，六畜利，寻人西方，讼亏，移徙守旧，失物见，病祈福，山坟吉。"
        }
    },
    {
        "num": 63,
        "src_url": "https://www.k366.com/guanyin/29111.htm",
        "img_url": "https://static.k366.com/static/k366/m2021/images/lqimg/lq_lqgy_63.jpg",
        "detail": {
            "【灵签诗文】": "昔日行船失了针 今朝依旧海中寻 若还寻得原针在 也费功夫也费心",
            "【吉凶】": "下下签",
            "【宫位】": "卯宫",
            "【诗意】": "此卦海中寻针之象，凡事费心劳力也。",
            "【解曰】": "福是禄基 禄是福种 说得分明 切宜守谨",
            "【本签精髓】": "此签家宅-欠利，自身-谨防，求财-有 交易-成，婚姻-不合，六甲-阻 行人-滞，田蚕-吉，六畜-莫养 寻人-难，讼-宜和，移徙-宜迁，失物-凶，病- 难痊，坟-暂安。",
            "【整体解释】": "此签有”刻苦磨练”之意。 奉劝当事人，勿轻言退缩。须知在下任何决定之前，一定要经过审慎而思密的考虑。尤其当一切都是未知数时，原本就备加困难，本身是否合适、能否发挥，都是必须再三向自我求证的考虑因素。下定决心去做之后，就不要因为过程中必然遭遇的阻碍或不顺遂而心灰意冷，甚至想干脆走回头路。凡事不要轻言放弃，免得最后落得两头皆空，不仅劳心费力，更蹉跎了岁月，实在得不偿失。 此签海中寻针之象，凡事费劳空力。 本签也。海底捞针之象。凡事费劳空力之征。成为如此者。时也命也。不得违之。逞一时之强。却不得任何结果。反而受到不利。甚至吃亏。蚀本之情形出现。福是福基福埋福种。说得分明且宜手拱。 从前驾船时遗落了针，现今仍然在海中寻找;如果还能找到原来遗失物的地点所在，一定是费尽了心力与精神啊。 福是福基，福埋福种，说得分明，且宜手拱。",
            "【详细解释】": "爱情婚姻  若爱陷困境，此乃小事情，不足以为忧，把自己做好。 若爱已分手，挽回费心力，若得亦不弥，移情最建议。 工作求职 创业事业 求职找工作，难免有小挫，管他路边草，继续行大道。 事业问前途，途中有小困，继续向前行，终能抵新屋。 考试竞赛 升迁竞选 竞试问前途，如此小功名，求之费心神，欲得需坚忍。 升迁有无份，如此小官衔，争取费工夫，得失当衡量。 投资理财  投资问前途，往昔曾失意，如今未忘记，继续向前行。 经商生意  经商曾小挫，过去免回忆，秉持好原则，再前经商去。 房地交易 交易运如何，买卖费工夫，成交小小利，做不做自衡。 治病健康  此病如何安，欲治要奔波，不治心又烦，心安身自安。 转换变更  有烦想转换，若变费心神，得之蝇头利，自衡得与失。 求孕求子  求孕费心神，养育更苦愁，欲得当思虑，选个轻松作。 官司诉讼  诉讼总费心，不讼更宽松，输赢与得失，不如两双合。 寻人寻物 失物哪里寻，寻之费心力，如海底捞针，得不偿失也。 远行出国  若欲远地行，途中有小碍，多念弥陀佛，以保平安过。",
            "【典故】": "女娲氏是传说中的人物。传说，上古时代，共工氏和祝融氏是天上的二个巨人，有一天，二人打起架来，惊天动地，造成了很大的破坏，连天也被打破个洞，不停的流下水来。女娲氏是位女神，她在山上拣了许多五色石，用火烧成石浆，把天上的窟窿给补好了。女娲氏拣石补天。上古传说故事。"
        }
    },
    {
        "num": 64,
        "src_url": "https://www.k366.com/guanyin/29112.htm",
        "img_url": "https://static.k366.com/static/k366/m2021/images/lqimg/lq_lqgy_64.jpg",
        "detail": {
            "【灵签诗文】": "譬若金鳞放碧漪 暗遭罗网四边围 思量无计翻身出 命到泉关苦独悲",
            "【吉凶】": "下下签",
            "【宫位】": "卯宫",
            "【诗意】": "此卦鱼遭罗网之象，凡事亦宜提防也。",
            "【解曰】": "屋下安身 祸从天降 早觉先防 免遭其殃",
            "【本签精髓】": "此签家宅-凶，自身-险，求财-虚 交易-中平，婚姻-不合，六甲-惊 行人-有阻，田蚕-损，六畜-衰 寻人-杳，讼-亏，移徙-吉，失物-凶，病-有灾险 ，山坟-宜改。",
            "【整体解释】": "此签有”祸从口出”之意。 奉劝当事人，勿心直口快。本身的自我情绪管理很重要，切忌在发怒或不顺意时就口出恶言。须知人在心情不稳定时脱口而出的话杀伤 力都很重，在当下极容易触怒或伤害到他人，让人怀恨在心而不自知。这种言语上的过失，恐怕事过境迁也难以弥补。另外平常行事勿过于招摇，在物欲上应知有 所节制，避免处处与人逞强比较。凡事谨慎谦虚待人，方可远灾避祸。 此签鱼遭罗网之象，凡事提防陷害。 本签者。暗遭罗网四边围之命者。凡事必须提防歹人陷害。此运者起跌不常者。且虚。险。惊。改。凶之者多。经多方面涉尘。终能出险。惟此历程艰苦异常。无 以数计。思量无计翻身出。易言之。身居尘内祸自天来。早须防备免受其灾。 就似金鱼放入湖中本可自在悠游，哪里知道已被人在四处撒下了罗网捕捉;费尽了心力却无脱身之法，最终独自哀痛地命丧黄泉。 身居尘内，祸自天来，早须防备，免受其灾。",
            "【详细解释】": "爱情婚姻 若欲求姻缘，恐陷爱情网，既不能自拔，又是苦独悲。 若已交往者，爱情陷纠葛，进退总是难，何人能相救。 若爱已分手，恭喜脱情网，切莫钻回头，免自寻苦恼。 工作求职 创业事业 求职找工作，途中有陷井，小心作选择，以免被套牢。 事业问前程，出入当小心，切莫入陷阱，以免遭暗围。 考试竞赛 升迁竞选  竞试问前景，前景是黑暗，落入难自拔，劝君莫涉入。 升迁问前途，当前悠游过，若真得升迁，恐陷黑暗窝。 投资理财  理财问成果，投入就套牢，苦思无计出，还是不要做。 经商生意  经商谋生意，成本花钞票，退出损利益，保守以应付。 房地交易  若欲买房地，可要三思虑，投入就套牢，没转圜余地。 治病健康  此病问前途，越疗越不利，苦思无疗方，大势恐将去。 转换变更  不昌欲求变，欲变难脱离，事到此阶段，损伤难免避。 求孕求子 无孕欲求孕，劝汝莫追求，轻松安闲过，以免陷困境。 官司诉讼 诉讼问前途，此途甚坎坷，求出不得力，终究必亏损。 寻人寻物  失物在何方，想计而搜寻，但已遭他取，寻之无意义。 远行出国  远行求发展，此途困难走，四边有罗网，陷之难脱离。",
            "【典故】": "汉朱买臣年轻时贫苦，他的妻子嫌他穷而抛弃他，别嫁他人。买臣发愤读书，求取功名，经年后买臣官至会稽太守，其妻要求再和，买臣骑在马上把水倒在地下，叫妻子再收回来，代表不可能的事。《烂柯山》传奇故事。凡入圣，得正佛道了。《西游记九十八回》"
        }
    },
    {
        "num": 65,
        "src_url": "https://www.k366.com/guanyin/29113.htm",
        "img_url": "https://static.k366.com/static/k366/m2021/images/lqimg/lq_lqgy_65.jpg",
        "detail": {
            "【灵签诗文】": "眼前欢喜未为欢 危不危兮安不安 割肉成疮因甚事 不如守旧待时来",
            "【吉凶】": "下下签",
            "【宫位】": "卯宫",
            "【诗意】": "此卦割肉成疮之象，凡事只宜守旧待时。",
            "【解曰】": "知止则止 知宽自宽 割自身肉 疾痛一般",
            "【本签精髓】": "此签家宅-不安，自身-口舌，求财-不利 交易-小人，婚姻-不长，六甲-有惊 行人-阻，田蚕-六畜-损，寻人-招非，讼-亏，移徙-守旧，失物-难寻， 病-反覆。",
            "【整体解释】": "此签割肉成疮之象，凡事守旧待时。 本签者。割肉成疮之象者。凡事必须守旧待时。不宜轻举妄动也。因时命之注定君尔之命眼欢喜未为欢。危不危兮安不安。日下运多拂逆。毫无利息可言。如百花 凋落。无复荣华之望。几希万事皆空之势。易言之。如得止。且止知欢割自己肉痛本一般。 此签有”自作主张”之意。 奉劝当事人，不要太固执。人很主观，有时心里已经有主意的事，虽然可能还是会找大家商议，但纵使多半的人持反对或劝阻之意，却 依然我行我素、执意照自己的意思去做，结果往往不如预期，甚至导致一败涂地。须知很多时候我们对事情的看法不见得都能面面俱到，多少会有遗漏或误判之处 。因此对于旁人的善意提醒或规劝，应有雅量去接受，虚心检讨并加以改正。所谓”人非圣贤，熟能无过?”就算已经犯下了过失，但只要勇于认错，相信大家仍 然会接纳、帮助你，让事情不致于到无法收拾的地步。 眼前的欢喜不见得是真欢喜，祸福安危实在难以论定;到底为了什么事情要让自己受创?还不如安份守己才是上策啊。 得止且止，知欢且欢，割自己肉，痛本一般。",
            "【详细解释】": "爱情婚姻 若欲求姻缘，得伴似乎喜，能解一时愁，其实愁犹在。 看他好心仪，求之可否乎，见之虽欢喜，近之则不然。 若爱已分手，分时虽有忧，其实不尽然，离之则离伤。 旧情再重燃，看来似乎赞，其实不尽然，往后仍是难。 工作求职 创业事业  求职问前途，此职看来欢，其实不尽然，得利需付款。 事业问前景，此业看来旺，若营不尽然，退守才是安。 考试竞赛 升迁竞选 竞试求功名，求之反不安，安守无名时，才是真幸福。 职场想升官，有升看来喜，得之才知患，早知不求官。 投资理财 理财有否益，此看似得意，其实不尽然，赶紧退退去。 经商生意  欲营此生意，看似很有利，其实不尽然，打消此主意。 房地交易 欲买此房地，看了很满意，其实有玄机，买之就后悔。 治病健康 此病问前途，看似已康复，其实不尽然，往后又发作。 转换变更 事况想求变，变之还是伤，留守现在地，待时以求宽。 求孕求子 此孕运如何，看来孕已得，其实有惊险，小心护胎儿。 官司诉讼 官司怎么打，是否能得利，伤人亦伤己，此乃不智举。 寻人寻物  失物问结果，也许能寻得，得之需维修，花去不少酬。 远行出国  远行问好否，出国令人喜，代价似不轻，得失当思量。",
            "【典故】": "孙膑为了要报被庞涓削了双足之仇，到了齐国，领兵攻打魏国的庞涓。双方交战后，孙膑佯作败退，引诱庞涓进入幽谷，当晚庞涓进入幽谷，道路狭窄，两旁多阻隘，庞涓被困其中，到了马陵，孙膑军队夹道埋伏，并且万箭齐发，大败魏军，庞涓无路可逃，自知大势已去，就在大树下自杀身亡。东周列国志。"
        }
    },
    {
        "num": 66,
        "src_url": "https://www.k366.com/guanyin/29143.htm",
        "img_url": "https://static.k366.com/static/k366/m2021/images/lqimg/lq_lqgy_66.jpg",
        "detail": {
            "【灵签诗文】": "路险马行人去远 失群羊困虎相当 危滩船过风翻浪 春暮花残天降霜",
            "【吉凶】": "下下签",
            "【宫位】": "卯宫",
            "【诗意】": "此卦船破下滩之象，凡事险阻提防也。",
            "【解曰】": "守旧待时 安静无咎 不用求谋 自在悠游",
            "【本签精髓】": "此签家宅-忧疑，自身-灾耗，求财-破失 交易-败，婚姻-不长，六甲-危险 行人-阻，田蚕-六畜-损，寻人-杳 讼-亏，移徙-莫动，病-即殁送，山坟-不利。",
            "【整体解释】": "此签意滞之象，凡事待时仔细小心。 本签者意滞之象。凡举事待时。且必须仔细小心。无一是处之时。目下不许君丝毫动之。一动不如一静。以目前之情况守之。不可勉强。一强求。逞一时之勇之时 亏即主。弄巧成拙。无一可图利。易言之。守静安静安分无忧不须贪望自有优游。 此签有”六神无主”之意。 奉劝当事人，勿心慌着急。人在遇到难题的时候，常会因不知如何是好，所以往往转而向旁人求助，希望藉由对方的建议，能让事情有 所帮助。其实自己本身的问题，应该是自己最了解。不妨冷静下来，仔细思考，将事情层层抽丝剥茧、一一厘清之后，也许就能找出症结所在。若实在是想不出办 法、非要向他人求助时，也不要随便拉个人就猛吐苦水，应慎选欲请教的对象。有些人可能听完还没消化，就主观的高谈阔论，不但对事情没有帮助，恐还因此被 他人的你一言、我一语误导了方向，更加混乱。应请教客观中肯、又能从中指出关键处的对象，才有助于厘清问题，帮忙你解决困难。 催马行走，但地势险恶，距离仍相当遥远，失群的羊儿偏偏碰上了老虎;就似船只在急流狂风中行驶，也好比晚春将结束绽放的花朵，又遇霜雪更加速枯萎。 守静安静，安分无忧，不须贪望，自有优游。",
            "【详细解释】": "清凉月解 凡事做事 本签以「落单之羊又被虎困」形容处境。 爱情婚姻  想求得姻缘，当前状况差，条件不理想，求了也白求。 仪者可否追，自身已难保，对方亦无意，追也是白追。 问与他之缘，虽然尚交往，处境很艰难，再走终分手。 若爱临分手，分手乃结局，劝君莫挽回，放下此段情。 工作求职 创业事业  求职问运途，自身条件差，市场环境恶，工作如何得。 事业问前途，职厂体质恶，景气亦低迷，恐得关门闭。 考试竞赛 升迁竞选  考试问成果，此考高门坎，君力亦差强，退去此竞争。 升官有无望，欲升看能力，再尔看背景，省去此谋求。 投资理财  投资问获利，四面已楚歌，自身亦难保，还能获利乎。 经商生意  经商问前途，自身体不佳，市场亦寒凉，随时陷重病。 房地交易 房地欲卖出，时机既恶劣，条件又不好，要卖难上难。 房地想买进，大环境不好，己条件也差，此刻不要买。 治病健康  疾病问前途，此病状况恶，危险也大增，做最坏打算。 转换变更  事不昌想变，再变亦无补，多变多辛苦，原地求过渡。 求孕求子  问可否怀孕，当前体欠安，各方条件差，莫想怀孕事。 官司诉讼 诉讼问前程，此讼难得力，结局终有凶，好自为之矣。 寻人寻物  失物可否得，物去早已空，不必费心寻，自己另换新。 远行出国 出国问好否，出国条件差，外在条件恶，速消此念头。",
            "【典故】": "楚霸王（项羽）有一支强大的军队，战无不胜，刘邦的军队也很强大，但不及项羽，项羽多次征战胜利后，就自以为天下无敌了。后来和刘邦开战，项羽被刘邦军队包围在垓下，四面楚歌，军心大动摇。项羽被困在帐中，心情恶劣，饮酒解愁。在绝望中，项羽冲杀出重围，逃到乌江旁，因感到无颜见江东父老，拔剑自杀。史记。"
        }
    },
    {
        "num": 67,
        "src_url": "https://www.k366.com/guanyin/29144.htm",
        "img_url": "https://static.k366.com/static/k366/m2021/images/lqimg/lq_lqgy_67.jpg",
        "detail": {
            "【灵签诗文】": "一条金秤等君心 无减无增无重轻 为是平生心性直 文章不识义皆明",
            "【吉凶】": "上上签",
            "【宫位】": "卯宫",
            "【诗意】": "此卦心平正直之象，凡事安稳无凶也。",
            "【解曰】": "心平正直 到底清平 只依本份 天下太平",
            "【本签精髓】": "此签家宅-安，自身-平，求财-守慎 交易-稳，婚姻-合，六甲-男 行人-有信，田蚕-稳，六畜-安 寻人-迟见，讼-和，移徙-守旧，失物-见，病-禳星 ，山坟-平。",
            "【整体解释】": "此签心中端正之象，凡事平稳大吉。 本签之曰。心中端正之象。凡事能平稳大吉之者。一条金銔等君情。由它衡量即是无减无增。无重轻为人之道。即是人心平生心正直之时。即使不识文章也明白义 之道理。易言之。平生正直善处人情只依本分天下则太平矣。清高门路即可。 此签有”乐善好施”之意。 提醒当事人，适度地投其所好。一个人本身如果存心正直、知礼守法，已属难能可贵。但除了本身的品德之外，如何兼顾人情，也是必 须注意的因素。在与人相处时，如果能够多花一点时间，用心倾听对方的感受，不但能让对方觉得有”被重视”的感觉，更可因此知道对方的喜恶，帮得上忙的地 方就尽力协助，而对方的禁忌，也可以避免误触。这种处世哲学，跟佛经上所说的”悉令满足诸需求”有异曲同工之妙。人都是互相的，当你替对方解决了问题、 让对方心无烦忧之后，对方也会反过来想帮助你。这时再提出自己的看法与做为，相信一定能获得多数人的支持与认同，让事情更圆满。所谓”带人要带心”，也 是这个道理。 想要用一条金秤来衡量你的品性节操，是测不出增、减、轻、重的;乃是因为你平生存心端正毫无偏私，纵使不识文字，仍然通晓义理无碍。 平生正直，善处人情，只依本分，天下太平。",
            "【详细解释】": "爱情婚姻 姻缘在何方，钟情的佳人，随时等着你，自会相逢遇。 仪者可否求，等君情多时，天生之一对，相近两相合。 交往已多时，欲求更进展，多世之情缘，结双理当然。 分手问复合，即使分两地，即使分许久，还是再成双。 工作求职 创业事业 工作运如何，脚踏实地做，故广受好评，闯久得功名。 事业问前程，一门深专精，持续以经营，故能成大业。 考试竞赛 升迁竞选 竞赛问前途，术业既专攻，久练成道行，何叹事不成。 升迁有无份，工作既老陈，上司得赏赐，送君上一层。 投资理财 理财问收获，若欲得大利，久抱无异心，长线钓大鱼。 经商生意 经商多少利，生意多少门，专卖又专精，细水长流型。 房地交易 买卖房与地，是否能获利，远光看长远，衷心有利图。 治病健康 疾病问前途，此乃是慢病，心宽病自宽，清恼即疗病。 转换变更 不畅欲求变，谋事需长营，滚石不生苔，久营成功名。 求孕求子  求孕问前途，为人既宽厚，做事既忠实，有求必如愿。 官司诉讼  诉讼会如何，有讼万里程，尽可走和局，以求伤最低。 寻人寻物  失物何处寻，此物等主人，得之无损伤，果真天大幸。 远行出国 出国求发展，营事要专精，如跑万里城，而后事业成。",
            "【典故】": "窦燕山因行善积德，后生五子，一门显贵。五子名为‘窦伦、窦信、窦仁、窦仪、窦偃。一日窦仪投宿某客栈，上天要试窦仪的心，于是派遣金精化为女子，诈称临家少女，夜扣窦仪房门，窦仪闭户不纳，此女以投水自尽相要挟，窦仪终不为所动，开门拔剑追女，女子化做一道金光进入地下，窦仪掘地底金一锭。应为‘金精试窦儿’以度探窦仪之诚。今河北省涿县窦店就是窦家故籍。《善尘缘》传奇故事。"
        }
    },
    {
        "num": 68,
        "src_url": "https://www.k366.com/guanyin/29147.htm",
        "img_url": "https://static.k366.com/static/k366/m2021/images/lqimg/lq_lqgy_68.jpg",
        "detail": {
            "【灵签诗文】": "门庭清吉梦祯祥 积善于门大吉昌 讼理婚成蚕又熟 病逢良药得安康",
            "【吉凶】": "上上签",
            "【宫位】": "卯宫",
            "【诗意】": "此卦春梦百花之象，凡事贵人大吉也。",
            "【解曰】": "春深日暖 百花自开 事莫迟疑 从人显达",
            "【本签精髓】": "此签家宅-旺，自身-安，求财-春旺 交易-遂，婚姻-成，六甲-防惊 行人-到，田蚕-利，六畜-旺 寻人-至，讼-胜，移徙-如意 失物-急寻，病-安， 山坟-大吉。",
            "【整体解释】": "此签有”世代传承”之意。 提醒当事人，保持良好的典范。一个人的思想行为，很容易在不自觉中受到别人的影响。因此为人父母师长者，在教导晚辈子女时，应 以身作则，举手投足间，都会是对方模仿学习的对象，意义重大、影响深远。在自我本身方面，维持良好的品性道德，勿以恶小而为之，勿以善小而不为。学习他 人的长处，若见别人的缺失，也要警惕自己勿犯相同之过。本身有益的经验，不妨试着传承下去，让青山常在、绿水长流。 家风清廉，梦也吉祥，积善人家，必有余庆;讼有理，婚可成，衣无缺，纵有疾病，得遇良药，可保安康。 日暖风和，百花大发，事莫疑迟，从今显达。 此签日暖风和之象，凡事大吉大利。 本签者。日暖风和之象。凡事大吉大利者。君尔之门庭清吉。梦也祯祥。古人劝之。积善之家庆有余。家运大吉大利也。积善者。先由心正。不存邪。助人为乐。 修身。布施之谓。因之。讼理婚成蚕又熟。易言之。日暖风和百花大发事莫疑迟从今显达。",
            "【详细解释】": "清凉月解 凡事做事 谋得本签，诸事遂意，欢喜洋洋，此乃过去善行之功。 爱情婚姻  若问姻缘来，过去诸善行，今世好姻缘，佳偶随即来。 若有心仪者，劝君莫羞涩，尽可力求取，此事必双合。 交往已多时，欲求结连理，汝俩既相爱，大胆说出来。 若爱临分手，小事莫计较，宽容以相待，小别胜新婚。 工作求职 创业事业  工作运如何，此签大吉昌，生活都顺遂，事中都安稳。 事业问前程，累积诸善行，善报於事业，辉煌又腾达。 考试竞赛 升迁竞选  竞试问结果，先天好运到，后天再认真，功名都可成。 若问升官运，一步步高升，二步步封禄，喜庆溢门庭。 投资理财 理财并投资，好运到不行，春天是旺季，记得要收成。 经商生意  经商问生意，客络绎不绝，厅高堂满座，财源欢喜迎。 房地交易 欲买房或地，买之有潜利。欲卖房或地，卖之即获益。 治病健康 疾病问前途，病逢妙药康，事吉心自喜，心喜病自癒。 转换变更  事况欲求变，有变新气象，有变有希望，事昌人亦康。 求孕求子  求孕求贵子，春天好时光，欲孕当同房，如愿得女男。 官司诉讼  官司运如何，贵人来相助，庭中有主张，得理有胜算。 寻人寻物  失物可否回，速向遗失处，东张又西望，爱宠得回归。 远行出国  离乡求发展，随人能显达，有贵则更昌，诸事喜自沾。",
            "【典故】": "郭汾阳即郭子仪，因受封汾阳王，故称郭汾阳，其第六个儿子，和皇帝的女儿结婚，夫妻并不和谐。一年，郭子仪做大寿，亲戚朋友都来拜寿，独其媳妇不肯拜，因为她是皇帝的女儿。为了此事，夫妻争吵一番，媳妇投高皇帝，子仪于是见皇帝要求赦罪，但是皇帝宽宏大量，认为是家庭琐事，不予计较。"
        }
    },
    {
        "num": 69,
        "src_url": "https://www.k366.com/guanyin/29148.htm",
        "img_url": "https://static.k366.com/static/k366/m2021/images/lqimg/lq_lqgy_69.jpg",
        "detail": {
            "【灵签诗文】": "冬来岭上一枝梅 叶落枯枝总不摧 探得阳春消息近 依然还我作花魁",
            "【吉凶】": "中上签",
            "【宫位】": "辰宫",
            "【诗意】": "此卦梅花占魁之象，凡事宜迟则吉也。",
            "【解曰】": "一箭射空 当空不空 待等春来 彩在其中",
            "【本签精髓】": "此签家宅-欠利，自身-作福，求财-谨慎 交易-待时，婚姻-迟成，行人-迟至 六甲-春实秋虚，寻人-见，田蚕-利 六畜-旺，讼-亏，失物-东方，病-虚惊 ，坟-宜改。",
            "【整体解释】": "此签有”沉冤得雪”之意。 意味当事人，不要太悲观。人在时不我予时心态本就消极，如果还为他人所误解，更如哑巴吃黄莲，苦不堪言。在此看看程婴匿孤存赵 的故事，他不但忍辱负重十数年，甚至默默承受不义之丑名，只为了不让忠臣绝后。如此精神情操，今世几人有之?反观自己，不过一时的不顺遂，何苦因此自怨 自艾，只要存心正直，凡事无愧于天地，相信必有时来运转、还你清白之日。 此签梅花占魁之象，凡事宜早吉利。 冬至。岭上之一枝梅也。虽是叶落枯根。伊亦能傲霜斗雪疏影横斜。放出幽香。为世人报得春之跫音将至。君多年之傲 苦也。必得一报。出头天者。易言之。君之运也。一箭落空非空不空看非景致消息在中者。 就似严冬高山顶上的一株梅花，受尽风霜雨雪的侵袭依然挺立不摇;得悉春天的日子就快要来临了，届时仍是花中之王，谁能比拟? 一箭落空，非空不空，看非景致，消息在中。",
            "【详细解释】": "本签精髓 再度获得。 清凉月解 凡事做事  各种谋求，当把握「一年之计在於春」的黄金时刻，好好的经营。 爱情婚姻  姻缘何时来，目前如寒冬，当待春天到，届时姻缘来。 仪者可否求，一见虽欢喜，目前不相应，当待春暖时。 交往已多时，连理可否成，当待寒冬过，在春谈婚嫁。 分手求挽回，当待春天时，多些温情意，再暖其心窝。 工作求职 创业事业 工作何处寻，当前市况差，直待过年后，春暖有事做。 事业问前程，一年有起伏，春是旺盛季，秋是低潮期。 考试竞赛 升迁竞选 竞试问前途，若逢春之试，可望有功名，他季则淡然。 若欲问升迁，好运只在春，此刻即有望，他刻则难料。 投资理财 投资问财运，秋淡得播种，逢冬则紧抱，春暖得收成。 经商生意 经商问前途，一年有四季，逢春则大利，秋冬欠生意。 房地交易  房地欲买卖，寒冬无人问，当待好时机，暖春强强滚。 治病健康  此病能否治，冬寒需坚忍，暖春则昌顺，多关照心灵。 转换变更  不顺欲求变，此刻还不急，若是春天到，此事自然顺。 求孕求子  若欲求怀孕，先温补己身，春时夫妻合，好孕即如愿。 官司诉讼  官司问前途，年来有起伏，上下无定数，最后总亏损。 寻人寻物 失物哪里找，快快前去寻，宜向东方去，找回心爱物。 远行出国  远行可否耶，出门看时机，把握春天时，出发营前途。",
            "【典故】": "唐朝时代，梅魁被奸臣宰相害死，儿子梅良玉被救，改名王喜童，进住陈日升的家。梅魁是日升好友，一天，梅花盛开，陈公借梅花拜祭梅公，祈求有日梅公后代能出人头地，为父报仇。当晚梅花皆被风雨打落，陈公和女二杏元、良玉于是拜求上天再一次梅花盛开，诚心感动了上天，第三天果然见到满园梅花盛开，香气袭人，梅开二度，成为千古佳话，后来，梅良玉考中状元，几经挫折，终和陈杏元结婚。《二度梅》故事"
        }
    },
    {
        "num": 70,
        "src_url": "https://www.k366.com/guanyin/29176.htm",
        "img_url": "https://static.k366.com/static/k366/m2021/images/lqimg/lq_lqgy_70.jpg",
        "detail": {
            "【灵签诗文】": "朝朝役役恰如蜂 飞来飞去西复东 春暮花残无觅处 此身不恋旧丛中",
            "【吉凶】": "下下签",
            "【宫位】": "辰宫",
            "【诗意】": "此卦蜜蜂采花之象，凡事劳心费力也。",
            "【解曰】": "终朝春色 久雨不晴 求谋动用 不如安静",
            "【本签精髓】": "此签家宅-口舌，自身-（防）小人，求财-破耗 交易-反覆，婚姻-不长，六甲-虚惊 行人-杳，田蚕-六畜-损，寻人-无踪 讼-亏，失物-空，病-有阻，移徙-守旧，山坟-改。",
            "【整体解释】": "此签有”事与愿违”之意。 奉劝当事人，勿一厢情愿。在与人沟通时，切忌心直口快、口不择言。与其直接，不如在说话之前，思量再三，婉转有礼的表达其意。 如果一开口就让对方觉得不舒服，事情岂不是已经失败了一半，要再补救，可能备加困难。须知本身热心是善，但在听取他人言论之时，不应全部信以为真，宜用 智慧来判断真假、才能明辨是非。不要自作聪明，认为”事情就是如此”，否则恐遭他人利用，奔波劳碌，还得罪了不相干的人，结果却是白忙一场。凡事勿先入 为主，免得乐极生悲。 此签游蜂采花之象，凡事劳而无功。 本签者游蜂采花之象。凡事劳而无功者。飞来飞去而复东。春届暮节花残也无其觅处。栖身之所。交易。婚姻。求财。六畜。生产。皆无一是处。在此苦境之时。 最宜修吾身。积吾善。行布施。善吾之言行。方能有转机。易言之。役役终朝暗雨不清用尽机谋争加寂寞者。 犹如成日劳苦奔波的蜂儿，自东向西，又自西向东地飞来飞去;但是春残花谢，哪里还找得到蜜可采呢?就不必再一心眷恋旧花丛了吧! 役役终朝，暗雨不清，用尽机谋，争加寂寞。",
            "【详细解释】": "清凉月解 凡事做事 来回又奔波，力营图无功。好景已逝去，不必再留恋。 有关人际者，当防口舌争。若逢不顺者，当停下谋求。 爱情婚姻  若问姻缘来，好时光已过，免为此劳碌，安闲当下活。 若见心仪者，苦追不相融，劝君另他求，另觅好佳人。 若已交往者，预防闹翻锅，也要防叛变，爱情好体验。 分手问挽回，既然双不合，劝君莫栈恋，各自走东西。 工作求职 创业事业 事业问前途，夕阳西下时，打点好收拾，退身隐江湖。 考试竞赛 升迁竞选  竞试问前程，黄金岁月去，如今不如旧，打包归故里。 升官有无份，此刻当放松，莫追高官作，让与年轻人。 投资理财  理财问获利，来回频进出，却到日暮时，赶紧退股市。 经商生意  经商利如何，叱咤曾一时，好景已不再，打烊好收拾。 房地交易  买卖房与地，好时已过去，莫醉往日喜，另行寻出路。 治病健康  疾病问前途，奔波四处疗，终究难得力，世间莫留恋。 转换变更  不畅欲求变，此景不留恋，另寻他处去，再创暖春天。 求孕求子  求孕能否成，此求费心神，来去又东西，终究不如意。 官司诉讼  诉讼问结局，上庭无数次，说理讲不清，亏损难以避。 寻人寻物  失物在哪里，找遍东西南，就是无觅处，原来早空去。 远行出国  出国问前途，飞来又飞去，不着伸展处，此刻非良机。",
            "【典故】": "李密是隋朝末年，反抗隋炀帝的瓦岗军首领，自称魏王，大将有秦琼、单雄信、程咬金等英雄好汉。后众叛亲离，自己和王伯当投靠唐王李渊，并娶了李仁公的公主为妻，安享荣华富贵，但他仍不满足，杀了妻子而反唐，和王伯当一起被乱箭射死，死时三十七岁。"
        }
    },
    {
        "num": 71,
        "src_url": "https://www.k366.com/guanyin/29177.htm",
        "img_url": "https://static.k366.com/static/k366/m2021/images/lqimg/lq_lqgy_71.jpg",
        "detail": {
            "【灵签诗文】": "谁知爱宠遇强徒 女子当年嫁二夫 自是一弓施两箭 骑龙跨马上安居",
            "【吉凶】": "下下签",
            "【宫位】": "辰宫",
            "【诗意】": "此卦一弓架两箭之象，凡事再合则吉也。",
            "【解曰】": "不出重重 事由天命 振放中开 切宜谨守",
            "【本签精髓】": "此签家宅-损失，自身-是非，求财-劳力 交易-谨防，婚姻-再合，行人-阻 六甲-先虚后实，田蚕-晚收，六畜-损 寻人-见，讼-亏，病-禳星，移徙- 吉，山坟-改。",
            "【整体解释】": "此签有”众志成城”之意。 提醒当事人，团结力量大。人往往为了理想努力去实现，但同时也要兼顾现实面、而不得不蜡烛两头烧，既无人能了解，还可能被误解 。在此情境之下，心里会觉得非常疲惫。须知有远大的理想与目标并愿意去实行是很了不起的一件事。既然想去做了，抱定的这股坚持与冲劲，当然要持续下去。 但所谓”三个臭皮匠，胜过一个诸葛亮”。有时与其自己单打独斗，还不如集思广益、汇聚众人的力量，来共同完成一件事。这个人如果做不到的地方，那个人也 能立即过来补足。大家有志一同、齐心协力，相信必能让事情推动得更加顺利。 此签一弓两箭之象，凡事改变大吉。 本签之示意者。一弓两箭之象。凡事改变则大吉者。骑龙跨马上安居。凡事切莫堕志。修心向善去。自有好处。目下虽略困。但是。终必逢时。但勤劳。人事己尽 天理。无不准。易言之。不审不审事由天命辰午中间切须谨慎。 谁能知道爱妾会碰上强权，让小女子在那时嫁了两个丈夫;这乃是犹如一支弓搭上了两支箭，又好比驾龙驭虎，左右逢源。 不审不审，事由天命，辰午中间，切须谨慎。",
            "【详细解释】": "爱情婚姻  单身问姻缘，君缘比人多，佳人一一来，汝有多个偶。 若刚分手者，来若交新欢，旧偶亦回头，届时两头跑。 分手欲挽回，挽回没问题，只是他又有，此成三角恋。 仪者可否追，此君已有属，若汝再而求，一人有两侣。 若是已婚者，此乃双偶命，来回两人间，以此而生活。 总结此签卦，一人有两伴，非你就是他，自估即知谁。 工作求职 创业事业  工作或事业，两地间生活，两事间发展，切恐此奔波。 考试竞赛 升迁竞选  考试问结果，录取或许有，届时恐奔波，两地来回走。 升官有无份，若是得升迁，工作两头跑，以此而度过。 投资理财  投资问成果，理财两边押，来回两边作，劳苦有赚头。 经商生意  经商怎么做，生意两边投，辛苦而经营，这样也可行。 房地交易  房地要卖出，主顾两边来，安排好前后，以免闹风波。 治病健康  疾病可否愈，多病而围绕，修行治百病，持戒及除恼。 转换变更  事况求转变，变否自决定，变后恐忙碌，事情两边跑。 求孕求子  身孕问前程，得孕没问题，届时得双胞，一次顾两人。 官司诉讼  官司问结果，此讼很不利，两面受敌之，亏输成定局。 寻人寻物  失物可否还，寻之能见物，物主现两人，此物竟属谁。 远行出国  远地问发展，来回奔波劳，事该怎么做，自行打点好。",
            "【典故】": "古代恋爱故事，汉朝时，卓文君的丈夫死后，在家守寡，读诗书过日子，一日邂逅了很有学问的司马相如，卓文君深夜造访相如，倾诉心中慕情，二人遂私奔出城，回到成都结为夫妇。后来司马相如被汉武帝赏识，在朝庭当官。苍龙：青龙。九衢：繁华的街市。史记"
        }
    },
    {
        "num": 72,
        "src_url": "https://www.k366.com/guanyin/29178.htm",
        "img_url": "https://static.k366.com/static/k366/m2021/images/lqimg/lq_lqgy_72.jpg",
        "detail": {
            "【灵签诗文】": "弄蜂须要求他蜜 犹恐遭他尾上针 虽是眼前无异路 暗里深藏荆棘林",
            "【吉凶】": "下下签",
            "【宫位】": "辰宫",
            "【诗意】": "此卦雷发百虫之象，凡事遇贵人吉兆也。",
            "【解曰】": "雷发时转 出入两存 一朝变化 直到天门",
            "【本签精髓】": "此签家宅-祈福，自身-平常，求财-春利 交易-贵人，婚姻-成合，六甲-男 行人-到，田蚕-早生，六畜-春利 寻人-见，讼-胜，移徙-吉，疾病-险阻 ，山坟-吉。",
            "【整体解释】": "此签有”寄人篱下”之意。 意味当事人，凡事忍耐则吉。我们常常有”人在屋檐下”之叹，总觉得抱负无法伸张、或不得不为某些情况折腰。但所谓”山不转路转，路不转人转”，其实很多时候只要换个角度、逆向思考，心境就能改变。在现实环境受限、不允许大幅度改变时，不妨忍一时，勿在此刻做下任何草率冲动的决定。保持乐观轻松的心情，而不是轻易地被环境或人事所影响。坚守岗位、做好份内之事，相信必有时来运转之日。 取蜂的原因是为了得到蜜汁，但还是担忧会遭其尾刺所伤;即使表面上看去仍有不同的途径或方法，谁知暗地里却仍然布满了荆棘。 事须仔细，不可强求，如蜂采蜜，着其由来。本签示之于弟子曰。事须仔细不可强求如蜂采蜜着其由来。事后遂意。皆祖宗积德之所致。若能顺理而行。益加倍植。则天之报施。凡事先苦后甘之象。必须忍耐。否则无由成功。由忍一字。将有转凶化吉之时。",
            "【详细解释】": "清凉月解 凡事做事 事有险逆，就如在蜂身取蜜，随时有被螫可能。 想要在他身上得好处，恐会遭蜂螫。虽然另有门路，仍得小心有荆棘。 当遇到困境时，善于做人可以化解。或者，提升专业能力，或提升毅力、耐力，也可以让你通过难关而出头天。 爱情婚姻 单身求姻缘，爱情若欲安，先练铁布衫，蜂螫避刺伤。 仪者可否追，情海是历练，但防中有阻，或防意外曲。 交往已多时，可否结凤凰，事外有插曲，过程有困难。 若爱已分手，复合或有望，苦难却未完，劝汝止谋求。 夫妻问未来，当前口舌伤，未来还是难，人生是挑战。 婚姻有困难，欲换郎或娘，即便是如此，荆棘却没完。 若得此情签，困难是业障，持戒更修德，忏悔以改善。 工作求职 创业事业 求职问前途，过程有风险，小心遭剥削，更防遭上当。 工作问运途，途中有难处，人缘与能力，可解此难题。 事业问前途，羊毛出羊身，获利险中求，难免会受伤。 考试竞赛 升迁竞选 竞试问功过，其中有险难，虽有另门路，事中仍不安。 投资理财  经营能否顺，路途有荆棘，做来易损伤，小心应对之。 治病健康  此病如何治，此法有副作，他法亦有险，治病当治根。 转换变更  不畅欲求变，为利冒风险，总想他处去，再换亦如样。 求孕求子  生育有无望，怀孕易流产，孕事有惊慌，祈佛消业障。 官司诉讼 官司问结果，过程理不彰，虽求他门路，总是有损伤。 寻人寻物  失物欲寻回，寻之费心血，即使失物在，宝贝还是坏。 远行出国 远行求前途，此路不好走，途中多荆棘，意外小心防。",
            "【典故】": "周世宗死后，由他七岁的儿子继位，他的母亲符太后掌管政权。赵匡胤为当时长官，许多亲信和兄弟都想造反夺权。这年年初三，匡胤等人率领军队到陈桥驿宿营，当晚一部分将官发动兵变，声言拥赵匡胤为皇帝，并把一件黄袍加在他身上，山呼万岁。黄袍加身后，立即回开封，自己做了皇帝，改国号为宋，是位宋太祖。宋朝在历史上有三百二十年天下。"
        }
    },
    {
        "num": 73,
        "src_url": "https://www.k366.com/guanyin/29248.htm",
        "img_url": "https://static.k366.com/static/k366/m2021/images/lqimg/lq_lqgy_73.jpg",
        "detail": {
            "【灵签诗文】": "春雷震起蛰中虫 脱却凡尘出旧墉 忽遇风云交际处 自然变化得成龙",
            "【吉凶】": "上上签",
            "【宫位】": "巳宫",
            "【诗意】": "此卦似鹄投水之象，凡事多虚少实也。",
            "【解曰】": "进身可得 退步为难 低头直去 悉在其中",
            "【本签精髓】": "此签家宅-不安，自身-困滞，求财-小人 交易-破耗，婚姻-刑伤，行人-阻 六甲-刑劫，田蚕-缺，六畜-瘟 寻人-杳，讼-祸，移徙-不利，失物-凶， 病-延，坟-绝。",
            "【整体解释】": "此签有”伯乐相马”之意。 提醒当事人，要沈得住气。韩愈《马说》内言道：”世有伯乐，然后有千里马。千里马常有，而伯乐不常有。”千里马可遇而不可求， 如何”遇”?在上位者，应有过人之见，细心深入地观察周遭的人，多花点时间倾听基层的声音。不以外表、学历等外在考虑来评断限制一个人，用人唯才。也许 千里马就在身边，却被自己忽略了呢。在基层者，也不要因为没遇到”伯乐”而丧志，仍应保持良好的工作能力与态度。只要自己不先放弃自己，相信一定能遇到赏识重用的人，让你大展所长。  此签蛰中变态之象，凡事变化则吉。 本签示之于弟子曰。是蛰中变态之象也。凡事变化则吉者。事事求变。舍旧图新。求合时潮。何必烦恼。一定可转机。多费心机。可有转变。君尔可知。功名富贵 迟速有时。待时而动则吉也。易言之。震开蛰月思入风云一好变态直入天宫。 春雷震醒了冬眠中的虫儿，离开了旧有的蛹茧卸去了束缚;待遇到风云交会之际，自然就能变化成龙了。 震开蛰月，思入风云，一好变态，直入天宫。",
            "【详细解释】": "清凉月解 凡事做事 这是各种谋求开始展现的开始，也是脱离旧态迈入新世代的时刻，此事经营起来风起云涌、大鸣大放，而最后能成大器。 爱情婚姻 若问姻缘何时来  姻缘何时来，此乃脱离单身之刻，也是迈入爱情风云的时候，届时起起落落，直达爱果。 若问心仪对象可否交往 仪者可否求，自从你喜欢他开始，爱情已经迈入风起云涌的时刻了，未来即使风风雨雨，也是能结成爱情之果实。 若问当前交往对象可否更进一步或结婚  当前交往者，欲论及婚嫁，这也是必然之成果。 若爱情、婚姻面临分手、困顿，问挽回或关系和好  若爱临分手，或爱有困顿，这是为爱而争执，为情而伤心，这也是爱情过程难免的，只要再接再厉，多些宽容与体谅，此情很快能复合。 工作求职 创业事业  若求职问工作在何方或工作前途  若问找工作，你的求职运在春天，在这段时间好好寻找，能得一份令君满意的好工作。 工作问前途，你将获得一份重要职务的工作，这也是你大鸣大放的时刻了，未来在工作上能有卓越的表现，获得上司的提携，而得工作上之大功。 若问创业、事业前途 事业问前程，这是一份有利于你发挥的事业，未来还能得贵人之相助，而使事业辉煌腾达。 考试竞赛 升迁竞选 若问考试或各种竞赛前途 各种竞试问成果，这次的竞试对你来说很重要，只要好好加油，就能通过这次的应试。而后，即使道路上还是跌跌撞撞，最终还是能辉煌腾达。 若问升迁、升官运途  升迁问有无，由于贵人的提携，而让你在这次升迁中屏雀中选，这也是为自己大展宏图的好机会。 投资理财  理财问成效，这次的投资很重要，这是财富大增的机会。 经商生意  经商问前途，就从如今开始，将脱离以往的清淡，开始走向昌隆。 房地交易  交易可否成，在贵人的协助之下，将可顺利成交，也因此获得大利。 治病健康 疾病可愈否，旧疾随时在发作，发作起来甚难过，尤其在春天，若属慢性病者，建议以修行拔除内心的病根，这才是根本之道。 转换变更 不顺欲求变，事情自然在转变中，随顺自然而变，这是你脱胎换骨的时刻。 求孕求子  求孕与生子，若想求孕者，春天是美好的受孕时光，应当把握。可望一举得男。 官司诉讼  官司问结果，此次的官司终于能脱离泥泞，迈向胜利。 寻人寻物  若问寻失物，隐藏的物品，终于能现身，回归主人。 远行出国  远地求发展，这是你大展鸿图的时机了，长远看来将有大鸣大放之功勋。",
            "【典故】": "春秋时代，强大的秦国消灭了一个小国——滑国——之后，满载而归，接着进兵晋国。大军到一个叫上天梯的险要地方，人马皆困乏，要前进也很难。这时突然发现乱木阻塞，晋国兵士大队杀出，后面也有晋兵夹攻，喊杀声四起，晋兵又放火烧山，烟火漫天，秦兵走投无路，被杀者无数。三位帅：孟明、白乙丙、西乞术也就束手被擒了。后来晋王释放了三人。东周列国志"
        }
    },
    {
        "num": 74,
        "src_url": "https://www.k366.com/guanyin/29249.htm",
        "img_url": "https://static.k366.com/static/k366/m2021/images/lqimg/lq_lqgy_74.jpg",
        "detail": {
            "【灵签诗文】": "慵飞野鹤自投笼 欲举鹏霄落陷中 南北东西浑障碍 此身憔悴恨无穷",
            "【吉凶】": "下下签",
            "【宫位】": "巳宫",
            "【诗意】": "此卦抱虎过山之象，凡事险凶惊恐也。",
            "【解曰】": "惊险重重 前程有阻 若问求谋 到底辛苦",
            "【本签精髓】": "此签家宅-祈保，自身-提防，求财-谨慎 交易-滞，婚姻-难顺，六甲-有惊 行人-阻，田蚕-五分，六畜-损 寻人-杳，讼-亏，失物-难，病-祭虎，移 徙守，坟-凶。",
            "【整体解释】": "此签有”难容二虎”之意。 奉劝当事人，思虑要周详。人有自信、有才干是一件好事，但过度的锋芒与自信，只会让自己更成为别人眼中的标靶，欲除之而后快。 若欲转换新环境，也不要急着表现或夸耀自己的能力，须知”同行相忌”，尤其是与他人有直接利害关系时，如果本身能力明显胜过对方，更易招人眼红，甚至被 人在暗地里落井下石，蒙受不白之冤。宁可小心内敛，处处谦让;保持柔软的身段，凡事低调谨慎。更要慎选合作对象，免得水火不容，陷入进退两难之境。 此签野鹤投笼之象，凡事守旧留心。 本签示之于弟子曰。野鹤投笼之象。既然是投笼者失去自由之意。当自守旧留心。今之命也。东西南北浑障碍者。此身憔悴。恨无穷之时。正逢不堪景象。凡事守 之。慎之。三思而后行方可。易言之。进身不得退步而行命运乖蹇切勿交争。 犹如懒飞不驯的鹤鸟自投罗网，原本意欲冲天，不料却深陷其中;天地虽大却四处都充满了阻碍，导致委靡不振，悔恨不已。 进身不得，退步而行，命运乖蹇，切勿交争。",
            "【详细解释】": "清凉月解 凡事做事  一旦投入这件事，这已陷入不可自拔的困厄之中，这结果将让人遗憾终身。若能中途退出者，这是你最好的决定。若不能退出者，那提早消灾解厄，也许能缓和恶况。 爱情婚姻 若问姻缘何时来  若欲求姻缘者，此乃自陷情网之举，这是困顿与束缚，建议避免为安。 若问心仪对象可否交往 心仪的他可否追求，这是自寻苦恼，你就打消这念头吧！ 若问当前交往对象可否更进一步或结婚 你们的爱情不稳定，相处本是困顿，莫提婚嫁为宜。 若爱情、婚姻面临分手、困顿，问挽回或关系和好  若已经分手了，其实，这是摆脱束缚的时刻，是没有必要挽回的。 总结，爱情求得此签者，若有来往的话，当预防情杀、自杀。 工作求职 创业事业 若求职问工作在何方或工作前途 若找寻工作者，小心市场中的陷阱，这会让人进退不得。 若问创业、事业前途 这门事业并不好做，恐有大亏损的结果。 考试竞赛 升迁竞选 若问考试或各种竞赛前途 各种竞试问结果，这次的竞试反而令人陷入不可自拔的遗憾，若未参与者，应早早预防或退出。 若问升迁、升官运途 这次升迁有无份呢？劝君打消这个念头，以免身陷困厄而不能出。 投资理财  此次的投资，恐让人套牢，久久还不能解套。 经商生意  这个生意是不该做的，这会让人亏损累累。 房地交易 这房地产能买卖吗？若买了这房地产，就会让自己遗憾终身。若属于卖出者，这又让人亏损无数。 治病健康 此病有疗愈可能吗？各种疗法让人越陷越深，反令病情无益。这个疾病是有危险的。若属业障病、传染性疾病者，还请忏悔以减轻病苦。 转换变更  当前不顺遂想要转变，这个转变是不建功的，会让人陷入另一个笼牢中。 求孕求子 想要知道能否怀孕，若能不怀孕则安，若是有孕了，反而是恶梦的开始。 官司诉讼 若是问官司者，结果是极为不利的，只有受刑与亏损。 寻人寻物 若是物品遗失者，那就不用找了。 远行出国 若想要远行发展者，这是一个不可自拔的陷阱，这是你取消此行可以预防的。",
            "【典故】": "伍员又名伍子胥，春秋时代楚国人，其父兄是朝廷重要官员，他们被楚平王杀死后，伍员和太子健的儿子胜，漏夜逃走。到了昭关，守关的官员要捕捉他们，伍员和胜分别独自步行出关，躲躲藏藏，提心吊胆，由于过度忧虑，一夜之间，伍员的头发全变白了，伍员和胜终于脱离险境，到达吴国。"
        }
    },
    {
        "num": 75,
        "src_url": "https://www.k366.com/guanyin/29280.htm",
        "img_url": "https://static.k366.com/static/k366/m2021/images/lqimg/lq_lqgy_75.jpg",
        "detail": {
            "【灵签诗文】": "宛如抱虎过山前 战战竞竞胆碎寒 幸得山前逢妙手 方能保得一身安",
            "【吉凶】": "中下签",
            "【宫位】": "午宫",
            "【诗意】": "此卦抱虎过山之象，凡事险凶惊恐也。",
            "【解曰】": "惊险重重 前程有阻 若问求谋 到底辛苦",
            "【本签精髓】": "此签家宅-祈保，自身-提防，求财-谨慎 交易-滞，婚姻-难顺，六甲-有惊 行人-阻，田蚕-五分，六畜-损 寻人-杳，讼-亏，失物-难，病-祭虎，移 徙守，坟-凶。",
            "【整体解释】": "此签有”未雨绸缪”之意。 意味当事人，凡事都应先做好计划。所谓”养兵千日、用在一时”。只有平日做足了准备，才不会惊慌失措、临时抱佛脚。遇有紧急状 况时，要保持冷静，千万不要轻举妄动、自乱阵脚。如果本身参与了一件涉及机密的重要任务，则应守口如瓶，谨防一时大意而泄漏口风。另外，本身行为端正， 心存善念以诚待人，如此相信纵使遇到再大的困难，也一定会有人愿意伸出援手，帮助你共同度过难关。 此签抱虎过山之象，凡事先凶后吉。 本签示之于弟子曰。宛如抱虎过山前之景也。令人战战兢兢胆碎寒者。凡事必须多擘画。千万不得轻举妄动。机密不密则不成。须防口之血半。惟君尔之修身。积 德功夫一至。必能逢得妙手。方能保得一身平安。易言之。危险危险前程阻隔切莫远行自宜守节。先凶后吉者。 就似抱虎过山，战战兢兢心碎胆寒;幸好在前方遇得高人相助，方可保得平安。 危险危险，前程阻隔，切莫远行，自宜守节。",
            "【详细解释】": "清凉月解凡事做事 事情过程虽然会遇到困难，但是，只要你多多用「智慧」，许多问题都可以迎刃而解。若自觉智慧力不足者，那就请高人指示。 爱情婚姻若问姻缘何时来 若求姻缘来，姻缘是将来，只是这份情缘不好经营，纠纷、纠葛不断。多些温柔情意可以化解。 若问心仪对象可否交往  心仪的他可否追求呢？与他相处，伴君如伴虎，这是你需要的心理准备。 若你不计较这样的话，那就追吧！ 若问当前交往对象可否更进一步或结婚 还是等你们爱情更稳定了再问吧！ 若爱情、婚姻面临分手、困顿，问挽回或关系和好 若是爱情分手了，可否挽回吗？这份纷纷嚷嚷的爱情，总是处在分手的边缘，建议多修些德行，提升利他的情操，也许可以改善你们的相处。若你愿意这样做，那再挽回吧。 工作求职 创业事业 若求职问工作在何方或工作前途 若求职者，当注意过程中发生危险事件。这可用智慧脱险。 若问工作运，这份工作是辛苦的，工作中也许主管紧迫盯人而令人不舒服，也许工作有压力，这都是你以智慧或转换想法可以改善的。 若问创业、事业前途 在事业发展过程中，或许会遇到令人惊恐之事，这可以用智慧化解。 考试竞赛 升迁竞选  若问考试或各种竞赛前途 若想在这次竞试中脱颖而出，这需要以智取胜。 若问升迁、升官运途  若想在这次升迁中得利，那就要动动脑筋才行了。 投资理财  这个投资、生意、交易若要得利的话，那动动脑筋不可少。只要困境来了，就是以智过关。 治病健康 这个疾病令人担心安危，建议忏悔持戒、行善积德，这也有疗效。 转换变更 事情有困境，想要求转变，这个转变务必要以「智」而行，若能如此则能脱困。 求孕求子 有孕问平安，这个怀孕过程有险境，你可以提早处理，多为胎儿消业障、行善、祈福，以能平安度难关。 官司诉讼 官司问结果，过程有理亏，善辩能化解，结果看法官。 寻人寻物 失物可否寻回，多花点脑筋，也许可以想出法子。 远行出国 远行出国前途如何，出境如越山，过程有困难，尚须以智度过。",
            "【典故】": "伍员又名伍子胥，春秋时代楚国人，其父兄是朝廷重要官员，他们被楚平王杀死后，伍员和太子健的儿子胜，漏夜逃走。到了昭关，守关的官员要捕捉他们，伍员和胜分别独自步行出关，躲躲藏藏，提心吊胆，由于过度忧虑，一夜之间，伍员的头发全变白了，伍员和胜终于脱离险境，到达吴国。"
        }
    },
    {
        "num": 76,
        "src_url": "https://www.k366.com/guanyin/29281.htm",
        "img_url": "https://static.k366.com/static/k366/m2021/images/lqimg/lq_lqgy_76.jpg",
        "detail": {
            "【灵签诗文】": "鱼龙混杂意和同 耐守寒潭未济中 不觉一朝头角耸 禹门一跳到天宫",
            "【吉凶】": "上中签",
            "【宫位】": "午宫",
            "【诗意】": "此卦鱼龙未变之象，凡事待时至可也。",
            "【解曰】": "虽是滋基 也要待时 营谋自本 切莫妄为",
            "【本签精髓】": "此签家宅-平安，自身-康泰，求财-有 交易-待时，婚姻-迟合，六甲-生男 行人-迟，田蚕-晚丰，六畜-尾利 寻人-未遇，讼-延，移徙-守旧，病-阻 。",
            "【整体解释】": "此签有”常持善念”之意。 提醒当事人，多多将心比心。社会上大部分的人，都是以自我为中心，很少能真正地顾及到旁人的感受。然而每个人不论贫富、地位高 低，内心都想寻求一种快乐而不是痛苦的感觉。如果我们能有这种仁慈的、将心比心的观念，那么当我们在看待别人的时候，自然而然会产生一个”同理心”，了 解”己所不欲、勿施于人”的道理，再进而推己及人。凡事只问耕耘、不问收获，自己能够做得到的，一定自己先去做。 此签禹门未透之象，凡事变化则吉。 本签者。禹门未透之象。凡百事变化则吉之意。鱼与龙两者混杂潭中意和同。耐守于潭却未济中时。唯有一朝头角耸之刻。君尔即可由禹门一跃到天宫去者。贵人 逢遇之曰。必有被擢拔之时。彼时商贾者财利勃发。家宅产业兴隆。另言之。虽有址地不如待时营谋出入切莫安为。 龙与鱼混在一起看来毫无差异，困守寒潭无济于事;待有朝一日大展头角之时，届时自然鱼跃成龙，一飞冲天。 虽有址地，不如待时，营谋出入，切莫安为。",
            "【详细解释】": "清凉月解 凡事做事  凡作谋求之事，当从根本处务实做起。 最近状况上看起来似乎没有进展，但是还是要安守于岗位上等待，并借机自我充实，提升实力，届时机会来临时，就可以大显身手了。 爱情婚姻 若问姻缘何时来 若是想求姻缘来，此刻当充实自己的内涵，培养自己的气质，以便姻缘到时，能顺利走上爱情路。 若问心仪对象可否交往 若见心仪者想要追求，你当把自己做好准备，对于爱情如何经营，也当有个基本理念。当你学好如何和异性相处后，再走你的爱情之路。 若问当前交往对象可否更进一步或结婚 若交往已多时想要论及婚嫁，在未结婚之前，应先充实自己有关组成家庭需要知道的功课。你当和对方家人建立好人缘，学习夫或妻应该怎么做而能另家庭美满，先把这部分学分修好来，再去进行婚嫁之事。 若爱情、婚姻面临分手、困顿，问挽回或关系和好  若爱情已经分手了，或是爱情困顿了，也许你需要挽回，但是男女相处的学问，这是你需要学习的。先把这部分学分补修过来，再来研议挽回之事。 工作求职 创业事业 若求职问工作在何方或工作前途 若问工作在何方，若要得到一份好工作，自已的工作态度与专业能力，和人际相处的学问，这是要先学习好的。若能提升这些能力，这对于未来才有正面帮助。 若问创业、事业前途  若想事业做的更好，则需要多充实相关学问，并且做好各种准备，以备机会来临时，事业可以一飞冲天。 考试竞赛 升迁竞选 若问考试或各种竞赛前途  若问各种竞试成果，虽然当前这一次不见得能金榜有名，因为目前是你安守与充实的时刻，在尚未参与这些竞试之前，就应时时充实自己的实力，广度学习，以备将来机会来临时，能脱颖而出。 若问升迁、升官运途 若问升官前途，若想得到升迁，此刻是耐守的时刻。得到升迁需要提升自己的专业能力，与加强人际关系，这部分应该平常就做好来，以备将来升迁机会来临时，能顺利升官封爵。 投资理财  理财问成果，若是投入这投资，会经历长时间的平淡期，而熬过相当时间后才顿然获利。建议投资之事可以延缓，此段时间多多行善布施，未来再投入市场。 经商生意 经商问前途，此门生意一向淡淡过，因为福报尚未发酵，因此保守经营即可。而此段期间当广结人缘，多多行善布施，以备将来机会突现时，可以一举登魁。 房地交易  若想卖出者，目前尚在冷淡期，这需要等待未来，方能成交，届时才有好获利。若想买入者，目前尚须等待。 治病健康 身体状况，目前处在低潮期，但是只要生活环境或工作环境改变，身体状况也可以改变。若工作中有压力者，或是不顺心者，当设法改造，则对健康有益。 转换变更 事况寻求转变者，你现在需要的不是转变，而是要充实自己，提升自己的德行与专业素养，以备机会来临时，可以一跃过龙门。 求孕求子  若想求身孕者，你当前要做；一是养好身体。二是持戒修德。三行善布施。若能如此，将来则能如愿怀孕。 官司诉讼  官司问前途，目前处于黯淡期，这需要耐守当前状况。在未来事情可获得突破性的转机，而获得更好的结局。建议多行忏悔业障，培养宽容气度，这有助官司更顺利。 寻人寻物  若问寻物，遍寻也许不见功。你应当守在遗失处附近寻找。顿然之刻，失物就突然现身了。 远行出国 想要出远地发展者，目前虽逢困境，即使远行发展未必就好。当前是你充实自己的时刻，你当把谋求之事的相关专业能力准备好，以备机会突然来临时，能顿然发迹迈向辉煌。",
            "【典故】": "朱洪武就是朱元璋，明朝第一任皇帝，他出身在贫苦农民家庭，幼年时替人放牛过日子后来又到皇觉寺当和尚，他参加了农民起义军，率领军队十万之众，打败了元朝，建立了明朝，是为明太祖。朱元璋小时看牛，很是顽皮，传说他每天放牛上山，就口里喃喃念道：“草儿快快长，快快长，牛猛吃，草猛长”。说完就去玩耍，那些草好似听他金口说话，越长越多，牛也长得又肥又壮。"
        }
    },
    {
        "num": 77,
        "src_url": "https://www.k366.com/guanyin/29282.htm",
        "img_url": "https://static.k366.com/static/k366/m2021/images/lqimg/lq_lqgy_77.jpg",
        "detail": {
            "【灵签诗文】": "梦中说梦获多财 身外浮名总莫猜 水远山遥难信定 贵人一指笑颜开",
            "【吉凶】": "下中签",
            "【宫位】": "午宫",
            "【诗意】": "此卦梦中得宝之象，凡事虚多少实也。",
            "【解曰】": "如梦说梦 声明莫望 只待好时 贵人指示",
            "【本签精髓】": "此签家宅-祈福，自身-阻，求财-虚 交易-难成，婚姻-不合，六甲-虚 行人-迟，田蚕-不收，六畜-损 寻人-杳，讼-和，移徙-待时，失物-远，病-殁 送，山坟-改。",
            "【整体解释】": "此签有”笑里藏刀”之意。 奉劝当事人，勿心怀不轨。言语是一门艺术，也是一项工具，可以用来杀人，也可以用来救人。有人可能天生伶牙俐齿，能够把话说得 很圆，在当下就能让对方深信不疑。本身能言善道是一件好事，但在说话的同时，”心里想的”也很重要。如果心存善念，那么说出口的话，相信也会是好话。反 之，如果只是表面上说的好听，但心里却充满怨恨，只想着如何报复别人，那”言语”就变成了一种恐怖的工具，可以杀人于无形之中。须知不怀好意，终将害人 害己。 此签梦中得财之象，凡事空虚无力。 本签示之于弟子曰。梦中得财之象。亦即是空虚无力者。总而言之。身外浮名。总无可猜。水远山遥难信定。伊是遥远之地。无法信之。定之。贵人一指时。君尔 笑逐颜开。易言之。梦中说梦声名虚望只好待时贵人接引。 在梦里说梦见得到了大量的珠宝，犹如身外虚名不必再去推测;山高水远如何能凭断距离?待贵人一指明路，因才领悟而笑逐颜开。 梦中说梦，声名虚望，只好待时，贵人接引。",
            "【详细解释】": "清凉月解 凡事做事 本签喻，所谋求之事物是虚的。譬如，名声、名位、荣誉都是虚幻之物。 爱情婚姻 若问姻缘何时来  若想求姻缘，切莫将虚荣之事视为重点，当以务实面为诉求。时人选择终身伴侣，往往看其社会地位，或乐选择豪门贵妇，或选择英俊美丽，这些都是虚荣的选择，也是非理性的选择。也是婚姻失败的祸首之一。 若问心仪对象可否交往，交往对象可否更进一步或结婚 若想知道心仪的对象是否可追求，这要看自己所欣赏的是他的哪个部分。若是以虚荣为选择，这会造成未来的失败。因此若追求一个对象，当以贤妻良母型、贤父祥夫型，这才是你该选择的目标。 若爱情、婚姻面临分手、困顿，问挽回或关系和好  若爱情面临分手或已分手，想必你挑选的对象不符合现实状况。因此，你当改变观念，重新寻找新的对象。请秉弃虚荣式的选择，改以务实条件为选择目标。 总结，求姻缘者，当预防由于眼光差而找错对象。譬如，只是挑外表好看者，或挑钱财多者，这都危险的讯号。若要找到好伴侣，当选择个性相融，品行优良者，这才是你的上选对象。 工作求职 创业事业 若求职问工作在何方或工作前途 若想求职，这在选择上，不选名声好的，当选个自己可以胜任的工作。或选择可以让自己赚到钱的工作，这才容易找到工作。 若问创业、事业前途 事业的经营上，莫以虚名为诉求而发展，当走务实为主要经营，这才能对你的事业有益。 考试竞赛 升迁竞选 若问考试或各种竞赛前途  若欲参与各种竞试，其目的为何，这是当事者需要思考的。若只是为个虚名而努力，这是不值得的。 若问升迁、升官运途 升官的目的为何，若只是为了满足虚荣心，这是没必要的。人生只要摆脱这种虚荣的追逐，自然可以过的更轻松了。 投资理财 投资能否获利，别以为钞票很好赚，看到别人大赚，自己也想投入，这是危险的。 若问求财者，本签代表这种欲求就如作梦。--「梦中说梦获多财」 经商生意 经商方面，经营方向当以务实为主，而不以提升颜面而经营。 房地交易  若欲购买房地产者，若有此需求那才买，若无此需求那就不要盲目的跟随。 治病健康 若欲治疗疾病，看破面子，这也有疗效。看破世俗虚荣的追逐，这也是解药。若见他人荣华富贵，或见他人地位崇高，或见他人才能出众，或见他人幸福美满，你只要「随喜」或「平常心」视之，这也是你可以历练的人生解药。 转换变更 状况不佳想要转变，若转变是为了实质问题这是可取的，若是为了名面问题而转变，这是没必要的。 求孕求子 问能否得孕，时人求孕生男，常是为了自己的尊严，若是生育能力不佳，却要勉强自己生育的话，这是辛苦也是划不来的。 官司诉讼  官司结果如何，人们在官司场上，常常只是为了争一口气，这种为了面子问题而诉讼，这是得不偿失的。 寻人寻物 遗失之物可否找回，若不是实质需要的物品，掉了那就算了。 远行出国  问远行发展好否，多少人出国深造，都是为了颜面问题，为了这一点的尊严而如此大费周章，这是划不来的。",
            "【典故】": "春秋时代，赵国惠文王得到一块世上稀有的美玉，称为和氏壁，秦昭王知道了，要以十五座城池封换和氏壁，惠王知道秦王要骗他，但毫无办法对付。他委派蔺相如带了玉壁到秦国谈判，结果暴露了秦王的欺诈，相如收回玉壁，拒绝卖给秦国。当夜相如完好的将玉壁带回赵国，保住了价值连城的宝物。《东周列国志》"
        }
    },
    {
        "num": 78,
        "src_url": "https://www.k366.com/guanyin/29302.htm",
        "img_url": "https://static.k366.com/static/k366/m2021/images/lqimg/lq_lqgy_78.jpg",
        "detail": {
            "【灵签诗文】": "冷水来浇白雪洋 不寒不热自温凉 要行天下无他事 惟有中藏一艺强",
            "【吉凶】": "上中签",
            "【宫位】": "午宫",
            "【诗意】": "此卦平善用事之象，凡事平稳大吉也。",
            "【解曰】": "囚人逢赦 病遇良医 求财谋望 贵人指示",
            "【本签精髓】": "此签家宅-安，自身-吉，求财-吉 交易-成，婚姻-合，六甲-男 行人-寻人-至，田蚕-熟 六畜-旺，讼-散，移徙-大吉，失物-即见，疾病-安然，山坟- 大吉利。",
            "【整体解释】": "此签有”人外有人”之意。 提醒当事人，凡事谨言慎行。有时我们自以为什么都知道，尤其是对现状驾轻就熟的时候，很容易不自觉的自满或松懈下来，言行举止 也在不知不觉中变得傲慢无礼。但所谓”一山还有一山高”，须知天下之大，比我们见多识广的人一定多如牛毛、密如过江之鲫。因此切忌自以为是、咄咄逼人， 在自身状况良好的时候，也别忘了提醒自己：”强中仍有强中手”。勿过于松懈，仍应时刻充实自我，发现有不足的地方，就要想办法弥补。凡事谦冲忍让，莫逞 一时口舌之争。 此签平稳用事之象，凡事大吉利也。 本签即是平稳用事时。凡事大吉利者。亦即是冷水来浇时也。白雪洋。时令不寒不热时自有温凉者。逢此时令时。君尔行天下时。并无他事。唯君汝。必须藏有一 艺之长久。可行天下无阻。易言之。囚徒得赦病遇良医求财谋望贵人指迷。 犹如用冷水浇淋白雪，不冷也不热;欲走遍天下而无变故忧虑之法，唯有内含丰富且有余的本领罢了。 囚徒得赦，病遇良医，求财谋望，贵人指迷。",
            "【详细解释】": "清凉月解 凡事做事 若问各种谋求，选择对象时，要选个有互补功效的。 想要成就各种谋求，有赖自己的本事。意即，自己要有相关的长处，这就是成就的秘诀了。 若属人际相处有关的问题时，「冷水来烧白沸汤」，意即当对方是冷言冷语时，你就相反的说些好话，这就能调和了。 爱情婚姻 若问姻缘者 若欲寻姻缘，当选个和自己有互补的，这会胜过选个和自己一样的。而这姻缘能否开花结果，这还是要仰赖自己的功夫经营了。 若问心仪对象可否交往  若想追心仪的他，一要有本事。二最好他的性格和你互补。若是再追。 若问当前交往对象可否更进一步或结婚  若交往一段时间，论及婚假，这要看两者个性是否能和平相处。若是再求。另外，再用你的好口才、好手腕，说服、感动对方，那就能顺利走向婚嫁了。 若爱情、婚姻面临分手、困顿，问挽回或关系和好 若爱情分手了，这应该是理念不一的吵架吧！你们是天生的一对，彼此有互补之功效，若能互相尊重，若能思考对方的立场，那你们就是绝配了。好好去挽回吧！ 工作求职 创业事业 若求职问工作在何方或工作前途  求职问可否录取，这份工作需要些本事才能录取，想必你应该有这样的能力才是，好好的去发挥你的实力吧！ 若问事业前途  事业问前途，你的事业之人员雇用，需要搭配彼此能互补的人员，也需要学有专精的人员，这才能为你的事业辉煌腾达。 考试竞赛 升迁竞选 若问考试或各种竞赛前途  若参与各种竞试，想要知道成果如何，这些竞试都需要真功夫，先把自己功夫练好之外，还要找出自己的弱点，好好的修补，若能如此，则竞试则能顺遂过关。 若问升迁、升官运途 若想得到升迁，个人的表现很重要，你当好好的发挥自己的长处，以能获得上司的赏赐，以能得到升迁。 投资理财  若欲理财，找两个可以互补的投资工具，这是你可以获胜的秘诀。 经商生意  经商运途如何，你的产品要能齐全，以能应付各种客人之需求，若能如此则事业能蓬勃发展。 房地交易  房地产欲卖出，这有赖你的买卖功夫了。若是已经获利，那你应该可以顺遂的卖出才是。 治病健康 若想治疗自己的疾病，这需要本事了。若能把自己内心的无明苦恼消除，那各种慢性病都是你可以应付的。 转换变更 若想寻求转变以创造更好的成果者，找个自己能发挥的，自己专长能表现的，这是你值得这样去改变的。 求孕求子  若是怀孕有问题者，你当注重自己的体质，太寒或太热都不利怀孕，所以可用中草药把身体调好。平常亦当注意饮食，不宜食用太寒凉的食物。 官司诉讼  官司要问结果，这诉讼的成败，要看口才论辩了，找个善于言词的贵人协助吧！ 寻人寻物  若物品遗失了想要找到的话，那要有寻找的经验和功夫了，建议找相关单位代为协寻吧！ 远行出国  若想远地球发展者，你务必要有某类专长才行，若能如此，那就能顺遂了。",
            "【典故】": "隋朝末年，天下纷争，李渊起兵太原，自称唐王。某日，李渊一家大小，经过临潼山，日方正午，突然杀出一队埋伏的人马，要取李渊等性命，李渊顽抗，形势十分危险，这时秦琼（叔宝）在附近伍员庙中午睡，听到嘶杀声，赶来一看，见是李渊，即刻将敌人杀退，救了唐王。李渊后来为唐高祖，秦琼武艺高强，有万夫不当之勇。《说唐》故事"
        }
    },
    {
        "num": 79,
        "src_url": "https://www.k366.com/guanyin/29303.htm",
        "img_url": "https://static.k366.com/static/k366/m2021/images/lqimg/lq_lqgy_79.jpg",
        "detail": {
            "【灵签诗文】": "虚空结愿结人缘 保得人安愿未还 得兔忘蹄真绝迹 敢将初誓谩轻瞒",
            "【吉凶】": "上中签",
            "【宫位】": "午宫",
            "【诗意】": "此卦信实莫信虚之象，凡事守旧之兆也。",
            "【解曰】": "人有我见 心不用忙 观音指示 切莫轻慢",
            "【本签精髓】": "此签家宅-还愿，自身-许经，求财-守份 交易-谨慎，婚姻-虚，六甲-生女 行人-滞，田蚕-七分，六畜-损 寻人-杳，讼-和，移徙-守，失物-西方， 病-解，山坟-西向。",
            "【整体解释】": "此签有”一诺千金”之意。 提醒当事人，信守承诺。老子说：”夫轻诺必寡信。”意思是说，一个凡事都轻言承诺的人，必然难以守信。因此，不要轻忽任何曾经 许下的诺言，对象包括他人与自己。能够帮助别人是一件美德，但在答应别人之前，一定要先考虑：对方的要求，是否适当?合理?。而在自我本身方面，也需仔细 考虑，如果没有能力做到的事，就不要轻易地向别人许下承诺。但是一旦答应了别人的事，不论大小，都应当全力以赴、尽量做到。 此签信实不虚之象，凡事待时耐守则吉。 本签示之于弟子曰。信实不虚凡事待时耐守则吉之灵签也。唯君尔虚空结愿结人缘。一人之力。有限者。如果逞一时之勇盲目猛冲。恐有难发生之时。时也命也。 汝可悟之。叵逞勇矣。易言之。有人见我空自怀然佛慈指药切莫轻瞒。 曾在虚空中许下了愿望，保全了人的平安，但是愿望还没有报答;目的达到了，别人的帮助却不记得，难道敢如此轻视当初的誓言吗? 有人见我，空自怀然，佛慈指药，切莫轻瞒。",
            "【详细解释】": "清凉月解 凡事做事 「做人三心」 结缘心：平常应该「广结善缘」，以备受难时能得到帮助。 感恩心：曾经受人帮助者，当要有感恩心。 恭敬心：对于长辈、上司、贤明之人、圣人之流、佛菩萨、神明，当要有恭敬心。 若能遵照以上「做人三心」原则处世，则事能顺遂。若是违背了这些宗旨，那就会困厄了。以上三点，这是你自我要求可以做到的。 爱情婚姻 若问姻缘何时来 姻缘在哪里？只要你善于做人，与人相处很有礼节、和善，那姻缘自然就有了。若能常怀感恩心，那爱情就更顺遂了。若对人有恭敬心，那对方的长辈也会喜欢你。 若问心仪对象可否交往 心仪的对象可否追？这要看此人的性格而定，若此人待人谦恭有礼，又有慈善心，那就是上品佳人了。 心仪的对象如何追到？这要看你的做人情操而定了。只要你秉持「做人三心」原则而经营，那就能顺遂。 若问当前交往对象可否更进一步或结婚 若想与交往的他结为连理，那好好实践「做人三心」，自然能顺利了。 若爱情、婚姻面临分手、困顿，问挽回或关系和好 若爱情分手者，或爱情困顿者，这要反思自己，是否傲慢、无礼、现实、易怒，若知道自己有哪些缺点而能将之改正，那再求复合吧！ 工作求职 创业事业 若求职问工作在何方或工作前途 若问求职运者，只要你好好实践「做人三心」，那就很容易受录取了。 工作运如何，除了工作之外，做人很重要，在工作要「广结善缘」，这是你好度日的法门了。 若问事业前途  若想事业昌隆，经营的原则就是「慈悲」与「智慧」兼具，只要秉持这两大原则而经营，事业自然腾达了。 考试竞赛 升迁竞选  若问考试或各种竞赛前途 若参与各种竞试者，心情、态度很重要。心情当平静，内心没有怨仇。态度要恭敬不可轻敌，若能秉持这两大原则，则竞试有大利了。 若问升迁、升官运途  若想得到升迁者，人际关系（人缘）很重要，这在平常就要把这功课做好来，以备升迁机会来临时，能顺利得到中赏。 投资理财 投资问获利，赚钱是为了得到快乐，但是好好做人，得到他人赞美，这也一样能获得快乐。 经商生意  若想生意昌隆，那请好好实践「做人三心」。 房地交易 若想交易快点成功，那应该好好实践「做人三心」。 治病健康  此疾病当如何应对？心无怨尤则无心脏病。许愿有还，这就没事。把做人的操守做好，这也有疗病功效。清理内心的「无明」，这更是治疗慢性病不可缺少的。 转换变更 当前不顺遂想要转变。你是否与人相处不睦而要更换呢？若是的话，那应该把做人修好，而不用更换工作职场。请实践「做人三心」，必有好处。 求孕求子 若怀孕者问胎儿平安者，母亲的做人很重要，与人相处要和善，莫与人结怨，以免造成胎儿不良影响。建议，平常多做修行功课，则有利安胎。 官司诉讼  官司问结局。与人对簿公堂，即使是赢了，也只是增加双方的「怨」罢了。因此，诉讼局中，若能和解，这就是最佳的结局了。 寻人寻物 物品遗失了，东西在哪里，且往西方寻吧！ 远行出国 远行发展问前途，不管要不要出国发展，这个做人很重要，若能善于实践这「做人三心」，这就是你成就功名的大助缘了。",
            "【典故】": "隋唐故事：东岭关杨义臣摆一座铜旗阵（以一支大旗杆为主）坚强无比，守将东方伯，有万夫莫当之勇，秦叔宝领兵来攻打，罗艺知道了，就命令公子罗成保护铜旗阵，罗成答应，但他母亲说他必须帮助表哥秦叔宝，不能助杨义臣，他必须明保铜旗，暗助西魏（叔宝），罗成果然在破阵日，打倒铜旗，杀了杨义臣等大将，投靠西魏。《说唐》故事"
        }
    },
    {
        "num": 80,
        "src_url": "https://www.k366.com/guanyin/29304.htm",
        "img_url": "https://static.k366.com/static/k366/m2021/images/lqimg/lq_lqgy_80.jpg",
        "detail": {
            "【灵签诗文】": "直上高山去学仙 岂知一旦帝王宣 青天白日常明照 志在声名四海传",
            "【吉凶】": "上上签",
            "【宫位】": "未宫",
            "【诗意】": "此卦贵人接引之象，凡事和合大吉也。",
            "【解曰】": "有始有终 莫向西东 心中用事 贵人重重",
            "【本签精髓】": "此签家宅-平安，自身-吉利，求财-有利 交易-遂意，婚姻-双配，行人-回 六甲-男，田蚕-半收，六畜-胜 寻人-遇，讼-胜，移徙-吉，失物-南，病- 安，山坟-吉。",
            "【整体解释】": "此签有”身先士卒”之意。 鼓励当事人，凡事无私奉献。现在的社会，人与人的相处越来越冷漠。随着诈骗案件的层出不穷，大部份的人都只想求自保的心态下， 很多情况，都不愿意再伸出援手。但是还有另一种人，只想着如果对事情能有所帮助、就会尽量去做，不计较利益得失，当然更不会想到自己。这类的人以投入义 工居多，堪称是人间的活菩萨。须知个人的力量虽然单薄，但只要愿意去做、把被动的想法化为主动而积极的行动，凡事身先士卒、不问一己之私、不在乎能不能 得到回报，相信一定会为自己的内心带来难以言喻的真正快乐。 此签贵人性情之象，凡事遇贵全吉。 本签示之于弟子曰。贵人性情之象也。凡百事遇贵人即化凶趋吉者。由诗意得知君尔直上高山去学仙。岂知一旦帝王宣。即青天白日常明照。晴天无一片云。白日 常照时。君之命运。正如当中。易言之。有始有终大问西东心中用事贵人重重。 本欲上高山学习仙术，谁知一日忽被帝王宣召;本身端正无私就好似红日当空，心中的抱负想必也能一举皆知，名扬四海了啊。 有始有终，大问西东，心中用事，贵人重重。",
            "【详细解释】": "清凉月解 凡事做事 本签喻，当事者在挑战一个崇高理想。 为了能达成这更崇高理想，因此不断的充实自己。若能如此，有日能得到上级的提携，或贵人的协助之下，功名成就顺利，名声传遍四方。 爱情婚姻 若问姻缘何时来  整体姻缘运；为了能嫁个好夫婿，不断提升自己的素质，有日能得到如意郎君的赏赐，而后获得追求，交往顺利，而后结成夫妻，亲属也夸赞。 若问心仪对象可否交往  有心仪的对象想要追，此签的重点是，你要学习男女相处的艺术，学习如何经营爱情，若能如此，这才能为你的爱情之路顺遂发展。 若问当前交往对象可否更进一步或结婚  当交往一段时间后，想要走向结婚之路，那你要学习如何组成家庭，如何做好夫或妻的角色，先把这门功课修好，以备走上婚姻之路。 若爱情、婚姻面临分手、困顿，问挽回或关系和好 若爱情已经分手了，显然你缺乏两性相处的经营之道，你不知道该如何去应对伴侣，以致爱情陷入困境了。只要你多多充实爱情经营之道，那爱情自然可以挽回了。 工作求职 创业事业 工作运途 整体工作运，为了能得到一个好工作，因此不断的充实自己的专业能力，学习各种技能，而在未来则能找到好工作，在工作上能得上司的中用，在工作上表现杰出，步步高升。 创业、事业前途  为了能让事业发展的更好，因此不断的学习相关知识，广度吸收信息，而在未来景气蓬勃时，更能因此财源广进，不仅获得同业的肯定，而且事业的招牌也能名扬四海。 考试竞赛 升迁竞选 若问考试或各种竞赛前途  由于不断的学习专业技能，提升自己的实力，只要竞试机会来临，就能一举成名。 若问升迁、升官运途  在平时就注重自己的表现，与充实自己的领导能力，广度学习相关知识。因此，只要升迁机会来临，自然非我莫属了。 投资理财 平常就广度充实理财学问，因此对于投资有独到见解，当机会来临时，就能发挥这种专长，因而获利无数。 经商生意  为了生意更广阔，不断的充实自己经商的能力与资粮，在未来机缘来临时，能因此辉煌腾达。 房地交易 若欲顺利卖出房地产，应将其整理整洁，未来能遇到贵客的满意而交易成功。 治病健康  若欲治病，当务实的了解这个疾病的本末，找到有效的方法，而使疾病获得控制。 转换变更 想要寻求变更，这个变更的最重要核心就是要努力充实自己，提升自己的专长，这才是变更的最大利基。 求孕求子  为了能顺利生育男女，除了充实生育知识之外，在做人方面能慷慨待人，在生活中能随时行善，这都是如愿生儿育女的基本功课。 官司诉讼  为了赢得官司，要多多充实法律知识，或请教专业人员，以此而得获胜的利基。 寻人寻物 想要寻回失物，这失物可以被阳光或月亮的照耀，所以这是很好找的。 远行出国  想要远地发展，若这远行是深造，这是很好的计划。将来能得到提携，而获得崇高的地位。",
            "【典故】": "刘智远（知远），沙陀族人，出身贫穷，在患难中和李三娘结为夫妇，住在李家庄，因不堪二舅的欺凌，出外从军，投于岳勋处为部将，终以战功，官九州安抚使。后又投靠石敬溏。公元九四七年在晋阳自立为皇帝。史称后汉高祖，只有二傅。《白兔记》故事"
        }
    },
    {
        "num": 81,
        "src_url": "https://www.k366.com/guanyin/29305.htm",
        "img_url": "https://static.k366.com/static/k366/m2021/images/lqimg/lq_lqgy_81.jpg",
        "detail": {
            "【灵签诗文】": "庭前叶落暮秋时 行客奔程亦若飞 谢得天公轻著力 顺风相送宝船归",
            "【吉凶】": "中中签",
            "【宫位】": "未宫",
            "【诗意】": "此卦梧桐落叶之象，凡事先凶后吉也。",
            "【解曰】": "心中取事 天必从之 营谋用事 尽可施为",
            "【本签精髓】": "此签家宅-祈保，自身-许经，求财-遂意 交易-成，婚姻-和合，六甲-虚惊 行人-动，田蚕-晚胜，六畜-稳 寻人-至，讼-胜，移徙-随意，病-喜，山 坟-择地。",
            "【整体解释】": "此签从心所望之象，凡事大吉利。 本签也。从心所望之象也。凡事大吉利者。一叶如秋后。逐渐有机缘。行客之来势如飞奔。风送君尔之船。只要轻轻着力。尔船即将宝藏船舶推送回来。不必费力 者。此者非人力之所逮。易言之。心中所望天必从之所谋用事尽可施为。 此签有”谋事在人”之意。 意味当事人，凡事勿太悲观。人在面对艰难或遥不可及的任务时，第一个冒出的念头往往是”不可能”。其实”不可能”是一个消极且 较没有自信的想法，当我们先入为主的就认定某件事”不可能”时，通常也等于间接否定了自己。然而世事本就难以预料，所以又怎么能肯定，有些事情是绝对不 会发生的呢?与其一开始就觉得”不可能”、”做不到”，还不如保持积极乐观的态度，试着踏出第一步，先不要预设太多立场。接下来，也许会有意想不到的成 果与收获呢! 秋天即将结束，庭院前树上的叶子纷纷飘落了下来，出门在外的游子归心似箭;感谢上苍暗中轻轻使了助力，借着顺风让我和满载的行囊更加速返乡。 心中所望，天必从之，所谋用事，尽可施为。",
            "【详细解释】": "清凉月解 凡事做事 事情虽然有些小困境，但由于天神暗中相挺，以致事情格外的顺利。感谢天神的相助啊！平常只要是行善和敬神之人，在紧要关头都能得到天神的相助。因此，只要把你的谋望告诉天神，天神都会暗助你。（但是，若是实力差太多的，或是懈怠的，神明就不会袒护你了） 爱情婚姻 若问姻缘何时来  在这晚秋风凉的时刻，你对于爱情有了期待，天公也知君意，因此会暗中为你安排，感谢神明的暗助。 若问心仪对象可否交往 有心仪的他想要追求，在紧要关头时，爱神会暗中相助，把你们送作堆。感谢爱神相助啊！ 若问当前交往对象可否更进一步或结婚 若想与交往多时的另伴结婚，这过程中的小障碍，爱神会暗中协助，让你们满愿。感谢爱神暗助啊！ 若爱情、婚姻面临分手、困顿，问挽回或关系和好  若爱情闹僵了或是分手了，爱神仍然舍不得你们这么这样，因此爱神还是会暗中凑合。而自己当然也要争气啊！ 工作求职 创业事业 求职运、工作运  问求职运者，由于你的求职差了一点，因此神明为了成全你，会暗地里帮助让你获得录用。而在工作的升迁上，在紧要关头时，神明也会助你一臂之力。记得当随时行善啊。 创业、事业前途  事业问前途如何，由于神明不时在背后帮助，因此事业一样顺利，若逢困境，也都能脱险，这要感谢天公啊。更要多多行善，以获得天神的长期照顾啊。 考试竞赛 升迁竞选 若问考试或各种竞赛前途  问这次竞试可否过关，由于天神的暗助，可以让你逢险过关。 若问升迁、升官运途  这次的升迁是否有望呢，由于你的条件差了一点点，可能落榜。但由于天神的暗中相助，可以让你升迁成功。多多拜谢神明啊！ 投资理财  理财是否能顺利获利，当你在理财上某个动作受到阻碍时，这是财神在阻止你错误的动作。由于财神的暗中引导，因此这次的投资可以获利，当好好感激财神的相助啊。 经商生意 若是经商者，当要好好感谢天神的帮助了，因为这么多的顾客，都是天神暗中帮你拉来的。 房地交易 房地产买卖会有客人上门探问，这可以好好把握了，不能因为蝇头小利而错失了成交机会。要是这些日子没成交，那往后就会拖很久没有生意了。 治病健康  这个疾病要如何治疗，也许能得神奇妙药，也许此病神奇疗愈，这都是守护神在暗中帮你啊！ 转换变更  事情不顺遂欲求转换，这当是天神暗中引导你的转变，所以你可以放心的去做转变安排。 求孕求子  问求孕可否成功，在守护神的暗中相助之下，将可顺利的生育成功。 官司诉讼  官司问成果，由于你的为人还不错，因此这次的诉讼案件虽然遇到瓶颈，但能得到天神的暗助，而得以胜诉成功。感谢天神相助啊！ 寻人寻物  物品虽然遗失了，但在天神暗中相助之下，终于成功找到了。除了感激拾获者，也要感谢天神啊！ 远行出国  想要到远地求发展，你的期望天神知道了，虽然这远行有小障碍，但是天神还是会暗中成全你。",
            "【典故】": "唐朝咸淳二年，南昌县长阎伯屿重修腾王阁，定了九月九日设宴请客，并邀请天下名士出席宴会，目的要他女婿写一篇序文，以出风头，时王勃（唐初四杰之一）知道了，要去凑热闹，可是到南昌行程七百里，需时三天，此时已是九月初七日，赶不上了。是夜，王勃梦见水神对他说一句话：“送君一帆”，次日王勃扬帆过江，舟行飞快，风送七百里路程，王勃及时赶到南昌，在会上写了千古绝妙的《腾王阁序》。风送腾王阁，时来运到的意思。"
        }
    },
    {
        "num": 82,
        "src_url": "https://www.k366.com/guanyin/29329.htm",
        "img_url": "https://static.k366.com/static/k366/m2021/images/lqimg/lq_lqgy_82.jpg",
        "detail": {
            "【灵签诗文】": "炎炎烈火焰烧天 焰里还生一朵莲 到底永成根不坏 依然生叶色新鲜",
            "【吉凶】": "中中签",
            "【宫位】": "未宫",
            "【诗意】": "此卦火里生莲之象，凡事似险非险也。",
            "【解曰】": "虽然逢险 不损其身 营谋用事 皆遇贵人",
            "【本签精髓】": "此签家宅-欠安，自身-谨防，求财-劳力 交易-小人，婚姻-阻，六甲-虚惊 行人-阻，田蚕-缺，六畜-损 寻人-西，讼-亏，移徙-守旧，失物-南，病- 殁送，山坟-改。",
            "【整体解释】": "火势凶猛，烈焰冲天，但莲花不受影响，依然在其中滋长;直到最后也并没有被折损，仍然枝繁叶茂，色彩鲜艳。 虽是危险，不伤其身，营谋用事，皆得贵人。 此签火中生莲之象，凡事先难后易。 本签者。火中生莲之象。凡事先难后易者。目下时运未济。千万不可逞英豪。图意外之财。却反而损失不赀。所幸到底永成根不坏。依然枝叶色新鲜。尔之命也。 可因命大。遇险而不危。易言之。虽是危险不伤其身营谋用事皆得贵人。 此签有”因人而异”之意。 意味当事人，不要太过执着。当我们在做一件事或向别人表达某些观点时，会发现有人能理解、有人却不能。此时也许会懊恼：为什么 同样一件事、说的是同样的话，反应结果却是两极?其实每个人都有每个人本身的个性、想法与特质，包括自己也是。硬要把自己的想法加诸在别人身上是行不通 的，常常只会造成反效果。何不试着多花一点时间，去了解别人的观点与性质差异。知道对方的喜恶之后，才能进一步沟通，也可以避免误触对方的禁忌。做起事 来，一定更加事半功倍。",
            "【详细解释】": "爱情婚姻 若问姻缘何时来 若求姻缘来，此刻还需等待，届时媒人介绍，即来姻缘。 若问心仪对象可否交往 若想追求他的话，这爱情也是不好经营的，这需要毅力的坚持，而后才能结为情侣。 若问当前交往对象可否更进一步或结婚  若交往多时，想要更进一步的话，在爱情过程的阻碍中，这需要当事者毅力的坚持，而后才能走向婚嫁。 若爱情、婚姻面临分手、困顿，问挽回或关系和好  若爱情已经分手或陷入困境，但是你对他还是不死心，此爱是否还能挽回，若想挽回这份爱情，这需要毅力的坚持，通过各种考验，而后才能恢复情谊。 工作求职 创业事业 若求职问工作在何方或工作前途  若求职者，这份工作不好找，历经无数的奔波，最后才找到工作。 若问创业、事业前途  此事业处在困境中，这必须经历一段时间的煎熬，若能坚持下去，那就能再续经营。 考试竞赛 升迁竞选 若问考试或各种竞赛前途 各种竞试问成果。在竞试过程中，若能熬过种种的考验，则能维持不败，只是这次若要登魁，这是很艰难的。若能累积这次的经验与历练，可为未来的竞试产生加分作用。 若问升迁、升官运途  此次的升迁，在众多的竞争者之下，经历筛选，产生一枝独秀者，这是难能可贵的。只是这需要很大的毅力和坚持。若能逢贵人相助，则大大提升了升迁的希望。 投资理财  在投资方面，会经历逆境的冲击，若能保持自己，不被逆境淘汰，则将来还是大有可为。 经商生意  在经商方面，市场有同业竞争与景气的低迷等这些逆境，若能屹立不摇，通过这些逆境冲击，则未来前景看好。 房地交易 在这恶劣的环境下，还保有此这样的房地，这是稀有的。即使当前卖出不易，但是，当恶境过后，这出售就容易了。 若想买进者，在当前这种恶劣状况下，还有这样的房地，这是难得的，若能将之买下，则将来还是大有可为。 治病健康  病况处在恶劣的状态下，但还维持不败，若能煎熬过这段期间，则未来可渐入佳境。建议多多修行，对于慢性病有彻底性的功效。 转换变更 事况不佳，想要求变。其实，即使变了，事情不见得就此好转。当前虽然状况不佳，但是，只要能坚忍不拔，未来还是可以蓬勃发展。 求孕求子  若想求孕者，在当前自己这样的条件下，还保有生育能力，这是稀有难得的。当各方面条件都配合好时，再行怀孕，则成功机率大增了。 若逢怀孕时，当保护好婴儿。生活作息要正常，心情当维持平和，以能达到安胎之效。 官司诉讼 官司问前途，这官司打起来坚忍难熬，但还能维持屹立不摇，保有最后底限，故在未来还是有好转之功。只是这还是需要有段漫长的道路要走，才能得到最后的结果。 寻人寻物  失物可否寻回，此失物处在很不利的环境下，但却还未流失，这是难能可贵的。物品功能未受损坏，还是可以使用。赶紧去找吧。 远行出国 想要到远地发展，这要经历困境的煎熬，只要以毅力坚持下去，保有这份好的经营情操，那未来也是大有展望。",
            "【典故】": "刘备和周瑜联合攻打曹操，孔明设七星台祭东风，助周瑜火烧赤壁，曹军被烧得狼狈而逃，曹操也带着一支残败军队逃亡。孔明派大将在各处埋伏捉拿曹操。他派张飞去葫芦谷，不久，曹操和兵士到了葫芦谷口，人马困顿，坐下来休息烧饭。曹操在马上大笑孔明智谋不足，突然张飞杀到，山谷四处起火，曹操军队挣扎一番，在火中狼狈而逃，走华荣道。三国故事"
        }
    },
    {
        "num": 83,
        "src_url": "https://www.k366.com/guanyin/29330.htm",
        "img_url": "https://static.k366.com/static/k366/m2021/images/lqimg/lq_lqgy_83.jpg",
        "detail": {
            "【灵签诗文】": "譬若初三四五蟾 半无半有未完全 须教十五良宵夜 到处清光到处圆",
            "【吉凶】": "中上签",
            "【宫位】": "未宫",
            "【诗意】": "此卦月缺未圆之象，凡事候时则吉也。",
            "【解曰】": "守旧待时 如月初出 待等圆时 无有不吉",
            "【本签精髓】": "此签家宅-许愿，自身-夏秋吉，求财-谨守 交易-待时，婚姻-迟，六甲-生女 行人-阻，田蚕-六畜-平稳，寻人-难 讼-和，移徙-守旧，失物-难，病- 殁送，山坟-改。",
            "【整体解释】": "此签有”凡事适中”之意。 意味当事人，量入为出。每个人多多少少会有个人的喜好跟兴趣，例如有人喜欢爬山、有人喜欢唱歌、或买东西、喝喝小酒...等。有 嗜好跟消遣是一件很好的事，也不失为抒发压力的一种方法。但是如果太超过而沉迷其中，也很危险。运动过度会导致体力无法负荷、开销过大会导致入不敷出、 喝酒过量则会伤肝。因此，凡事都应适中，平常就要能有自我约束、自我节制的能力。应时刻检视本身的行为举止，如有不当之处或不好的恶习，要能深切自省、 及时改过，才不会一错再错、因小失大。 此签如月初出之象，凡事待时则吉。 本签者。如月初出之象。凡事举之时。得待时。来济时方吉者。君尔之今则是时运未济之时。今之不逢时叵逞强。欲图意外之财时。反而将失利者。宜控制之。不 宜放任行之。汝必须待到十五良宵夜。月光明才可见。到清光。易言之。知足自足如月初出直到圆时无有不吉。 就像初三、四、五的月亮，似有若无仍未达完满;待等到十五夜来临，四处各地即都可见清亮无比的满月。 知足自足，如月初出，直到圆时，无有不吉。",
            "【详细解释】": "爱情婚姻 若问姻缘何时来 你的姻缘时机还没到，还需要等待。 若问心仪对象可否交往  若想追求心仪的他，目前时机尚不成熟，也擦不出爱的火花。你还需要准备更多的爱情经营知识，也需要更多人生体验。 若问当前交往对象可否更进一步或结婚  若已经交往多时者，想要论及婚假，你们的爱情还不够成熟，还需要更多的来往与互相了解，以确定彼此是否适合，或了解彼此当如何相处，或明白爱情当如何经营，也需要认识双方家长与建立良好关系，这些课题都是你需要努力的。 若爱情、婚姻面临分手、困顿，问挽回或关系和好 若是爱情面临分手者，或是已经分手者，每逢阴历的十五前三天开始，这是你们相约复合的好时机，在这些日子里好好的宽容互待，以祈爱情能重圆。而即使一时复合了，未来路途上还是有不少的风雨，这都是你需要做好的准备。 工作求职 创业事业 若求职问工作在何方或工作前途 若求职者，你找工作的最佳时间在阴历的十五前三天开始，这都是找到工作的好时机。 若问工作运者，你的工作还需要更多的历练与经验，若是想要得到中用或升迁的话，那还有一段路要走。 若问事业前途 你的事业发展，还有很大的发挥空间，也还有不少冲击等着你的度过。而目前只走到事业高峰的三分之一而已。 若问创业可否  若想创业的话，你当前的准备还不够，时机上也还不成熟。对于市场的了解，经营工具的准备、人员的管理、场地的寻找、财力物力等等的课题都是你需要再加强的。目前只准备约三分之一而已，所以还有加强空间。 考试竞赛 升迁竞选 若问考试或各种竞赛前途  这次的各种竞试是否能成功呢？其实你的准备和实力还不够，还要继续加强，所以，最近的竞试还不能如愿。若想参与各种竞试，应该提早做充实与准备，这样在未来才能顺利过关。若你的竞试是在未来，那从当前开始，好好的充实，这是大有机会获得荣衔的。 若问升迁、升官运途  若想知道这次的升官是否有希望，若是目前的升官，其实你的准备还不足，还不被看好。若想未来得到升官资格，那平常就要做好准备，以备未来机会来临时，可以一举登魁。 投资理财 若问理财绩效者，当前的投资还没有利润，这还需要时间的等待。而等待过程中市场的起落，这也是你要承受的压力。若能继续等待下去，未来即有良好的获利。 经商生意  经商问前途者，你的生意目前还有很大发挥空间，也还有一些生意上的风雨要面对，只要以正当的手法经营，未来则能登上辉煌的事业高峰。 房地交易  若是想要买卖房地产者，目前尚须等待。 治病健康  若问治病者，你的疾病还有恶化空间，这是你需要的准备。建议多采用自然疗法治疗。或者多多修行，这是可以治疗慢性病的。 转换变更  事情不通畅想要寻求转变，其实，这事情过程原本就是会有风雨，要经历无数的风雨，而后才能达到理想。你是要接受风雨的考验，以后得到成功，还是重头出发，重新经营，这是你自己要思考的。 求孕求子  若想求孕的话，你还有一些功课要准备，生活作息的调整，身体的调理之外，你还要掌握好时机，每逢阴历十五来临前的三天开始，这都是受孕的高峰期，请算好日子，以便夫妻同房而受孕。 官司诉讼  若问官司前途者，目前官司只走了三分之一，而往后还是有不少的风雨冲击，这都是未来要面对的。若是能提早议和的话，则可省去精神的疲惫与奔波。 寻人寻物  失物的命运如何，目前还是无法寻得。 远行出国  想要出远门求发展，目前时机尚不成熟，你自己的准备也还不够。",
            "【典故】": "李渊是隋朝末年在太原起兵的将官，部下大将有秦琼（叔宝）、徐茂公、称咬金等，公元六一八年，隋炀帝在江都被部将杀死，李渊在长安登位做皇帝，国号‘唐’，是为唐高祖。唐朝在历史上有二百多年天下。李渊在位九年，由李世民（唐太宗）接位。"
        }
    },
    {
        "num": 84,
        "src_url": "https://www.k366.com/guanyin/29331.htm",
        "img_url": "https://static.k366.com/static/k366/m2021/images/lqimg/lq_lqgy_84.jpg",
        "detail": {
            "【灵签诗文】": "因名丧德不和同 切忌忙中变作凶 醉后不知何处去 青松影里睡朦胧",
            "【吉凶】": "下下签",
            "【宫位】": "未宫",
            "【诗意】": "此卦寒鱼离水之象，凡事不可移动也。",
            "【解曰】": "寒鱼离水 美中不足 若问营谋 不如莫作",
            "【本签精髓】": "此签家宅-六甲-煞旺，诸事不利，解除保安。",
            "【整体解释】": "此签有”忙中有错”之意。 奉劝当事人，凡事谨言慎行。人在忙碌或无意识的状态下，很容易说错话做错事。也许本身并无恶意，但所谓”覆水难收”，很可 能因此而伤害到对方。所以应时刻谨慎小心，注意自己的言行举止。如果是规劝对方，也不宜因为太过求好心切而口出恶言。否则原本的一番好意却随着情绪影响 而变质，岂不甚是遗憾。相反地，对于他人的讥讽批评，也不要因此怀恨在心、甚至想找机会报复羞辱回去。须知”己所不欲，勿施于人”，凡事包容宽厚，可让 事情更两全其美。 此签因名丧德之象，凡事劳费心力。 本签者。因名丧德之象。因之。凡事劳费心力而无益者也。为了攫取一己之名利。丧其德行。受世人辱骂。指摘者何用。神灵诫之曰。切忌忙中变作凶。本为善意 。惟己之言行中不知不觉中。将善心变为恶而导致凶。易言之。君之命也。寒鱼离水美中不足若问营谋如何结局。 因为虚名而失去道德修养，哪里能够得到认同?忙中有错更恐招来祸患;如人酒后茫茫，东南西北不知何处去，却是在青松树下睡着了! 寒鱼离水，美中不足，若问营谋，如何结局。",
            "【详细解释】": "爱情婚姻 若问姻缘何时来  若求姻缘者，不要因为一时没有姻缘，就不顾理性的选择，而随意交往，以免遭惹无谓的苦恼与损失。 若问心仪对象可否交往  不要因为一时的喜欢，或因为他漂亮，或因为他有钱，就不顾一切去追求。爱情需要理性思考，若是适合作为夫妻者，才是你的上选。所以，这件事情还是需要你自己思考，以决定进退。 若问当前交往对象可否更进一步或结婚  不要因为急着成家，不要因为怕自己会老，不要因为怕会失去他等等因素，就迫不及待的要和交往的人更进一步或结婚。爱情需要彼此的了解，也需要双方相处能够融合，这才是婚嫁的上选。因此，此事还需要继续经营，而不要急着往结婚道路走。 若爱情、婚姻面临分手、困顿，问挽回或关系和好  若是爱情分手了，不要因为寂寞需要有伴，不要因为是分手，就只顾着要挽回。爱情需要找个个性相融的，也需要门当户对，若是条件不适合的话，就不要勉强复合。 工作求职 创业事业 若求职问工作在何方或工作前途 若找工作，不要因为一时找不到，就随便找一个。工作必须是正派的工作，而不要找非法的行业，以免造成来日的遗憾。 若问创业、事业前途 若经营事业者，不要因为利益，就不顾道义去做非法的勾当，或是欺骗消费者，或是压榨员工等等，当以正道而经营，这才是长久之计。 考试竞赛 升迁竞选 若问考试或各种竞赛前途  不要因为想要得到功名，想要得到掌声，就不顾自己能力而要参加各种竞试。这样会是得不偿失的。 若问升迁、升官运途 若想升迁，必须评估自己的份量，若有足够份量再去争取。若自己份量差太多，那就不要折磨自己，省下谋求反而更轻松。 投资理财 若是投资的话，不要因为想要赚钱，就不顾市场的风险而盲目投资，以免造成亏损的遗憾。 经商生意 若是做生意的话，不要因为利益，就失去道德。若能秉持正道而经营，这生意才能做的长久。 房地交易  若想买卖房地产的话，不要盲目的随人抢购或抛售，当自行理性思考有无必要买卖，再进行你的买卖。 治病健康  若是治病的话，不要为了康复，就不顾副作用或风险，而盲目治疗，这反而会带来更大的伤害。 转换变更  不要因为一时事情不顺畅就急着要更换，当理性思考其必要性，再做决定。 求孕求子  不要因为没有子女，就想要生育儿女。当思考自己的能力，思考自己有否必要生育，有无能力养育等等，想清楚了再决定要不要求孕，以免造成后悔。 官司诉讼  不要因为一时与人纷争，或是利益有损就要与人相告。当作长远的思考，以免得不偿失。 寻人寻物  若是寻人寻物者，这恐是因为喝酒而遗失的。但失物已不知去向。 远行出国  若想远行发展的话，不要因为虚荣，不要因为看别人都出国，自己就想出国。当思考自己有多少能力，有无必要这样做，再决定是否远地发展。",
            "【典故】": "庄子是春秋战国人，大思想家。有一天，他心血来潮，问他老婆，在他死后，是为他守节，还是会再嫁？他老婆自然是信誓旦旦。庄子修炼道法，便以诈死试妻，停柩厅中，他幻化一美男子到来吊丧，自称是老庄远方好友，庄妻为其风仪所迷，两人眉来眼去，正在朗情妾意的时候，那男子捧心倒地，大呼心痛，说除非有‘人心’做汤，服之可愈，就是死了不过三日得人心也可以，庄妻乃演出‘大劈棺’的一幕，要取棺中庄子的心救其情郎，棺木劈开，庄子一跃而出。今古奇观。"
        }
    },
    {
        "num": 85,
        "src_url": "https://www.k366.com/guanyin/29332.htm",
        "img_url": "https://static.k366.com/static/k366/m2021/images/lqimg/lq_lqgy_85.jpg",
        "detail": {
            "【灵签诗文】": "重开山后藏前事 万宝园中可再图 醉咏新诗添逸兴 贵人接引上云衢",
            "【吉凶】": "上上签",
            "【宫位】": "申宫",
            "【诗意】": "此卦春尽花开之象，凡事主后改变也。",
            "【解曰】": "老者用求 春残再开 欲求名利 晚遇横财",
            "【本签精髓】": "此签家宅-欠利，自身-谨慎，求财-着力 交易-平，婚姻-迟，田蚕-六畜-好 行人-阻，六甲-女，寻人-难，讼-反复，移徙-更新，失物-凶，病-延滞， 山坟-宜改。",
            "【整体解释】": "此签有”百折不挠”之意。 提醒当事人，凡事努力不懈。其实不管做什么事、求什么学问，最重要的就是要有恒心跟毅力。但在日复一日的过程中，人容易变得怠 惰且厌倦，也最恐因而导致事情前功尽弃、努力付诸流水。此刻心态的调整很重要，必须沉得住气，时刻自我期许。把握任何可以练习揣摩的机会，深刻了解所学 ，也可同时加强信心。对于他人的批评与指责，不妨虚心接受，当成激励自己的指教。多方尝试与努力改进缺失之后，定可融会贯通并且活用，将专才彻底发挥到 淋漓尽致。 此签春暮花开之象，凡事求谋俱吉。 本签者。暮春百花盛开之时。凡百事求谋俱吉者也。沉滞已久之命运。于今逐渐入佳境。珍惜此时。把握本刻。立即动之。汝之运途将为尔辟坦途。亦即是万宝园 中可再团。易言之。老者还来春暮风和欲求名利早晚遇财。 重新出发，将过去的事封存，在万宝园中再度聚首;安闲快乐地把酒言欢吟诗作乐，待得贵人牵引时，就能一鸣惊人了啊。 老者还来，春暮风和，欲求名利，早晚遇财。",
            "【详细解释】": "爱情婚姻 整体爱情运 你当前的爱情受到了困境，然而这多采多姿的爱情，是可以再度容光焕发的，只要你多运用经书的道理而经营，或是得到过来人的指引，那你的爱情就可以荣景再现了。 此签也意味，当你走入爱情，你才后悔这爱情不如理想而有些后悔，其实，这多采多姿的爱情是需要方法经营的，而不是平白就产生快乐的。因此，只要你多多学习经营之道，你的爱情就可以恢复美丽幸福了。 若问姻缘何时来  你当前的姻缘路受到一些障碍，因此暂且不会来。若想求得姻缘，则有赖媒人的介绍。若想知道怎么经营爱情，还请多多充实爱情学分。 若问心仪对象可否交往 若你已经喜欢了他，你可知道追求他之后，后面有多少的困境将会困扰你。若你能提前修学爱情经营知识，那你就可以在未来进行的更顺利。 若问当前交往对象可否更进一步或结婚  当交往一段时间后，想要走向结婚之路，这条道路也是坎坷的。当你打算要结婚之前，应当先修学爱情经营，家庭经营，以便将来可以走的更顺遂。 若爱情、婚姻面临分手、困顿，问挽回或关系和好  若爱情分手了，这显然彼此的相处中，有太多的无谓之争。若想挽回的话，你当学习男女相处的知识，并依此箴言而经营，这才能让你的爱情挽回。 工作求职 创业事业 求职运  你的求职之路受到困难，一时间找不到工作，也许你需要有经验的人，或是长辈给你意见，指引你走出一条光明大道来。 工作运  若问工作前途者，你在工作上遇到了瓶颈，而使你的工作陷入低潮。其实这个问题，只要找前辈相谈，也许他们会给你很好的意见，而让你走出阴霾。 事业运 原本你的事业容光焕发，但是目前陷入困境，只要你应用经书的道理去经营，即刻可以走出这阴霾，而令事业再度蓬勃发展。 考试竞赛 升迁竞选 若问考试或各种竞赛前途 这次的竞试，其实对你是不利的。因为你需要更多的经验，也许，你可以吸收前人的经验，以让自己在下次的竞试中，可以脱颖而出。 若问升迁、升官运途  若问升官的话，这升迁也是一门学问，这其中有不少的诀窍，因此，你当充实更多门路，以让自己在未来的升迁之路，可以如愿以偿。 投资理财  投资理财也是门大学问，这其中有许多的知识，因此，若想在未来理财顺遂的话，应早早充实这些学问，以让自己未来的理财能顺利成功。 经商生意  若是经营生意的话，做生意当然也要手腕和技巧，若能吸收别人的经验或应用经书中的道理，则对你的生意大有帮助。 房地交易  若想卖出房地产的话，那委托专业人员代理，这会成交的比较快。 若是买房子的话，当你买了房子那就不要遗憾这房子有多少毛病，而要学习如何整理、使用、享用这房子。 治病健康 若问治病的话，当作了医疗之后，才感叹这样的医疗不好，产生了其他的反效果，因此而后悔。若想有效治疗此病，还是要听疗愈的人，看他们的经验，以此而疗病，这就对治疗大有帮助了。也许，你只要天天吟诗歌咏，那对病情也有帮助，而用不着大动干戈使用多副作用的疗法了。 转换变更 一时事情有困，想要寻求转变。其实，你需要的不是要转变或更换什么，而要学习如何经营这件事。 求孕求子  若想生孩子，那要先想清楚，有了孩子虽然欢喜，但是照顾孩子的辛苦，这是你要有的心理准备。也许，你当充实有孩子的好处，然后再求孕。 官司诉讼  一时之争而对簿公堂，这可要花不少的心血在公堂上，也许你已经感受官司不好打，而有些后悔。目前，你还是得学习如何把官司经营好，也许，你当请教有经验的人，来帮你把官司搞定。 寻人寻物  对于遗失的物品，询问相关人，这就是「贵人指引步天台」了。「万物园中月再圆」意思是失物就在这「万物园」中。 远行出国  若想出远门发展的话，那就不当后悔，而要好好的经营。也许，你可以运用经书的道理经营，你也可以请教过来人而经营，以让这事情发展的更好。",
            "【典故】": "唐朝时大文学家，韩愈，谥文公，韩文公的侄儿韩湘子（八仙之一）会法术。一天文公生日，湘子到来贺寿，文公说：“你有法术使美酒开花吗？”湘子说：“可以。”不久果然美酒开花，花间现出二行金字：云横秦岭家何在，雪拥蓝关马不前。文公不解，后来文公被朝廷贬职，到了蓝关，遇到大风雪，马不能前进，文公才悟其意。"
        }
    },
    {
        "num": 86,
        "src_url": "https://www.k366.com/guanyin/29388.htm",
        "img_url": "https://static.k366.com/static/k366/m2021/images/lqimg/lq_lqgy_86.jpg",
        "detail": {
            "【灵签诗文】": "春来花发映阳台 万里舟行进宝来 跃过禹门三级浪 恰如平地一声雷",
            "【吉凶】": "大吉签",
            "【宫位】": "申宫",
            "【诗意】": "此卦上朝见帝之象，凡事大吉大利也。",
            "【解曰】": "朝帝受职 如贫得宝 谋望从心 卦中第一",
            "【本签精髓】": "此签家宅-从心所欲，诸事皆吉。",
            "【整体解释】": "此签有”念兹在兹”之意。 意味当事人，任重道远。孔子的高徒颜回说过：”舜何人也?予何人也?有为者亦若是。”如果有心想要做好事，就要坚守决心，时时充 实自我不断学习，并贯彻到底。很多事是一种机缘，环环相扣。此时也许看不出来，却极有可能是日后成大就的必经过程之一。切勿小看自己，每个人在这个社会 上都是栋梁之才。相信道德为一切的根本，不管经过多久，也不会退转初衷。 此签帝朝受职之象，凡事遇贵则吉。 本签者。帝朝受职之象。凡百事兴者遇贵则吉利者也。春来花发。是百花争妍斗艳之刻。万里舟行进宝来其声声之旺也。如跃过禹门三级浪。恰如平地一声雷响起 者。易言之。帝朝受职如贫得宝望用从心签中第一。 春天时百花盛开，在阳光投射下楼台呈现美丽的疏影，有人自万里之外驾船送来满满的珍宝;相信鱼跃龙门时来运转之时，就似春雷一声乍响，震撼了大地。 帝朝受职，如贫得宝，望用从心，签中第一。",
            "【详细解释】": "爱情婚姻 若问姻缘何时来若问姻缘何时来者，春天即有消息，且能发展顺利，很快就有结果。 若问心仪对象可否交往 若问姻缘何时来 若问姻缘何时来者，春天即有消息，且能发展顺利，很快就有结果。 若问心仪对象可否交往 若问当前交往对象可否更进一步或结婚 若爱情、婚姻面临分手、困顿，问挽回或关系和好 若爱情分手想挽回者，或是爱情陷入困境者，能摆脱以往的困境，迈向光明的前景。春天是你们挽回的好日子，不仅爱情能挽回，而且能更进一步的发展。小别胜新婚，别后方知君之好，爱情更甜蜜、稳固。 工作求职 创业事业问求职若求职者，能通过考试面试，而得到一份好工作。 问工作在工作表现上，业绩很好，表现杰出，能得上司赏赐。 问创业、事业前途在事业上，佳绩频传，财源广近，喜事连连。 考试竞赛升迁竞选若问考试或各种竞赛前途若参与各种竞试者，能拔得头筹，一鸣惊人，喜庆连连。 若问升迁、升官若问升迁者，能得到提拔，升官又生财，喜讯不断。 投资理财若投资理财者，春天是大喜之季节。 经商生意若经商者，生意顺遂，业绩卓越，值得庆贺。 房地交易若房地产买卖者，能因此获利。 治病健康若问治病者，心情开怀即是解药。在家喜之下，病情好转。 转换变更当前不顺遂想要变更者，随其心意而能顺利。 求孕求子想要生男就得男，想要生女就得女，还有意外之喜。 官司诉讼诉讼结果，从汝心愿而结局。 寻人寻物失物能突然找到，令人惊喜。远行在外的人也有好消息。 远行出国远地发展者，从其心愿，走入自己想要的领域。表现杰出，一鸣惊人。 创业事业 问求职若求职者，能通过考试面试，而得到一份好工作。 问工作在工作表现上，业绩很好，表现杰出，能得上司赏赐。 问创业、事业前途在事业上，佳绩频传，财源广近，喜事连连。 考试竞赛升迁竞选若问考试或各种竞赛前途若参与各种竞试者，能拔得头筹，一鸣惊人，喜庆连连。 若问升迁、升官若问升迁者，能得到提拔，升官又生财，喜讯不断。 投资理财若投资理财者，春天是大喜之季节。 经商生意若经商者，生意顺遂，业绩卓越，值得庆贺。 房地交易若房地产买卖者，能因此获利。 治病健康若问治病者，心情开怀即是解药。在家喜之下，病情好转。 转换变更当前不顺遂想要变更者，随其心意而能顺利。 求孕求子想要生男就得男，想要生女就得女，还有意外之喜。 官司诉讼诉讼结果，从汝心愿而结局。 寻人寻物失物能突然找到，令人惊喜。远行在外的人也有好消息。 远行出国远地发展者，从其心愿，走入自己想要的领域。表现杰出，一鸣惊人。 问求职 若求职者，能通过考试面试，而得到一份好工作。 问工作 在工作表现上，业绩很好，表现杰出，能得上司赏赐。 问创业、事业前途 在事业上，佳绩频传，财源广近，喜事连连。 考试竞赛 升迁竞选若问考试或各种竞赛前途若参与各种竞试者，能拔得头筹，一鸣惊人，喜庆连连。 若问升迁、升官若问升迁者，能得到提拔，升官又生财，喜讯不断。 投资理财若投资理财者，春天是大喜之季节。 经商生意若经商者，生意顺遂，业绩卓越，值得庆贺。 房地交易若房地产买卖者，能因此获利。 治病健康若问治病者，心情开怀即是解药。在家喜之下，病情好转。 转换变更当前不顺遂想要变更者，随其心意而能顺利。 求孕求子想要生男就得男，想要生女就得女，还有意外之喜。 官司诉讼诉讼结果，从汝心愿而结局。 寻人寻物失物能突然找到，令人惊喜。远行在外的人也有好消息。 远行出国远地发展者，从其心愿，走入自己想要的领域。表现杰出，一鸣惊人。 升迁竞选 若问考试或各种竞赛前途若参与各种竞试者，能拔得头筹，一鸣惊人，喜庆连连。 若问升迁、升官若问升迁者，能得到提拔，升官又生财，喜讯不断。 投资理财若投资理财者，春天是大喜之季节。 经商生意若经商者，生意顺遂，业绩卓越，值得庆贺。 房地交易若房地产买卖者，能因此获利。 治病健康若问治病者，心情开怀即是解药。在家喜之下，病情好转。 转换变更当前不顺遂想要变更者，随其心意而能顺利。 求孕求子想要生男就得男，想要生女就得女，还有意外之喜。 官司诉讼诉讼结果，从汝心愿而结局。 寻人寻物失物能突然找到，令人惊喜。远行在外的人也有好消息。 远行出国远地发展者，从其心愿，走入自己想要的领域。表现杰出，一鸣惊人。 若问考试或各种竞赛前途 若参与各种竞试者，能拔得头筹，一鸣惊人，喜庆连连。 若问升迁、升官 若问升迁者，能得到提拔，升官又生财，喜讯不断。 投资理财 若投资理财者，春天是大喜之季节。 经商生意 若经商者，生意顺遂，业绩卓越，值得庆贺。 房地交易 若房地产买卖者，能因此获利。 治病健康 若问治病者，心情开怀即是解药。在家喜之下，病情好转。 转换变更 当前不顺遂想要变更者，随其心意而能顺利。 求孕求子 想要生男就得男，想要生女就得女，还有意外之喜。 官司诉讼 诉讼结果，从汝心愿而结局。 寻人寻物 失物能突然找到，令人惊喜。远行在外的人也有好消息。 远行出国 远地发展者，从其心愿，走入自己想要的领域。表现杰出，一鸣惊人。",
            "【典故】": "商辂，明朝浙江人，父名商琳，早逝。尚辂从小由母亲抚养，天资聪慧。古代科举（考试）制度分乡试，省试，殿试（等于现代的小学，中学，大学考试），第一名为解元，会元，状元。尚辂在这三次考试中都获得第一名，故称连中三元。《三元记》传奇故事。"
        }
    },
    {
        "num": 87,
        "src_url": "https://www.k366.com/guanyin/29410.htm",
        "img_url": "https://static.k366.com/static/k366/m2021/images/lqimg/lq_lqgy_87.jpg",
        "detail": {
            "【灵签诗文】": "人行半岭日衔山 峻险崎岩未可攀 仰望上天垂护佑 此身犹在太虚间",
            "【吉凶】": "中平签",
            "【宫位】": "申宫",
            "【诗意】": "此卦淘沙见金人处险境之象，凡事有贵人之兆也。",
            "【解曰】": "凿石见玉 淘沙见金 须要着力 只是劳心",
            "【本签精髓】": "此签家宅-祈福，自身-欠利，求财-劳心 交易-谨慎，婚姻-有阻，六甲-虚惊 行人-迟，讼-亏，田蚕-六畜-平稳 寻人-未遇，移徙-守旧，失物-凶， 病-阻，山坟-不阻。",
            "【整体解释】": "此签有”柳暗花明”之意。 勉励当事人，凡事勿轻言放弃。有时人在遭逢困境的时候，想法不自觉会变得很负面，浑身提不起劲，甚至对任何事都感到绝望。与其 消极丧志，不如换个心情、换个角度想。所谓天无绝人之路，在遇到挫折困境的时候，不要太快就否定了自己，也不要因为一时的悲观而想不开。人生有时重要的 不是结果，而是过程。这个过程也许辛苦，但同时却也是学习成长的好机会。俗云”山不转路转，路不转人转”，保持好心情，事情一定会有转机的! 此签淘沙见金之象，凡事劳心有成。 本签者。淘沙见金之象也。凡百事劳心即有成之命运。目下居于日衔山之境。且前面正遇丛山峻岭。艰苦历程中。苦中不得不仰头祈求上苍垂护佑。己身犹在太虚 之间。唯劳心可成之命。易言之。剖石见玉淘沙见金须用着力劳心成就。 行走到半山腰时，感觉赤辣的太阳似乎要把山给吞没了，如此险峻的山势找不到可以再攀附上升的途径;望着天空，祈祷上苍庇护保佑，我这个躯体就犹如迷失在 虚无广阔的空间之中啊! 剖石见玉，淘沙见金，须用着力，劳心成就。",
            "【详细解释】": "本签精髓 处境艰辛，虽安尤虚。 清凉月解 凡事做事 此事进行的有些冷淡，让人不安定之感，这事情必须长久经营，将来才能有所成就。 爱情婚姻 整体爱情运 这爱情目前处在冷淡期，让人不确定感。这必须长时间经营，方能有所成果。若已经结婚者，此签代表双方关系冷淡，虽然不致离婚，但总是让人有不安之感。建议，爱情是需要经营的，更需要互相体谅与关怀，若能做好夫妻职守，那就能为爱情加温，而使爱情更安稳。（◆美丽的爱情靠经营◆维系爱情的妙诀） 若问姻缘何时来 若单身问姻缘何时来，由于目前无偶，此刻心境有些艰辛，想要找个依靠，却又担心不能找到好的对象。往后虽然有机会遇到对象，也进行交往，但是心情上总还不踏实之感。若要爱情更热络，则要付出更多的心力经营。 若问心仪对象可否交往 若问当前交往对象可否更进一步或结婚 若爱情、婚姻面临分手、困顿，问挽回或关系和好 若爱情已经分手了，或是爱情陷入困境了，这是一份没有安全感的爱情，也不能确定未来的爱情。若是分手了，也许，你可以另寻门路，以为自己安排更好的出路。建议多多修学才艺，这可以填充你空虚的心灵。也许，你不希望放弃，那就要付出更多的心力而经营。建议，你可以做个主动者，安排爱情生活，挑起爱情乐趣，以让爱情更有味。 工作求职 创业事业 问求职 问工作运 问事业前途 考试竞赛 升迁竞选 若问考试或各种竞赛前途 若问各种竞试，这次的竞试成绩冷淡，不足以登榜。若想要出头天，这还是需要长时间的努力。 若问升迁、升官运途 本次的升迁，声望不佳。若想得到升迁、中用，这还是需要长时间的努力经营。 投资理财 若问理财成果者，此投资平淡，虽不致亏钱，但也谈不上利润，可省省力气不用作。若要有所利润，则须长时间的持有。 经商生意 房地交易 若问买卖的话，最近成交不易，还要长持间的等待，方能卖出。 治病健康 转换变更 当前不昌顺，想要求变。其实，即使变了，不见得就此好转，这还是要重头做起。 求孕求子 官司诉讼 有关诉讼的部分，这累人的诉讼，过程有起落，虽然一度占了上风，但是结局还是亏损。 寻人寻物 远行出国 若想出远门发展者，当前处境已经冷淡，又行出远门，这恐让人更不安定了。就算出国成了，成果也是淡淡然。",
            "【典故】": "程咬金和徐茂公等瓦岗寨英雄在设宴庆祝胜利，突然演武场地裂开一大洞，众人称奇，却没有人敢下去探究竟。徐茂公叫大家沾字抽签，结果咬金抽中，进入地穴探察，地洞内有石门、石桥，到了厅中，发现桌子上有龙袍玉带等宝贵物件，咬金穿在身上，从竹筐子爬了上来，安然无事，后来，咬金做了三年的‘混世魔王’。《说唐全传》故事"
        }
    },
    {
        "num": 88,
        "src_url": "https://www.k366.com/guanyin/29411.htm",
        "img_url": "https://static.k366.com/static/k366/m2021/images/lqimg/lq_lqgy_88.jpg",
        "detail": {
            "【灵签诗文】": "木雕一虎在山林 远望威容意不禁 纵说不妨终可畏 此身如人大江心",
            "【吉凶】": "下下签",
            "【宫位】": "酉宫",
            "【诗意】": "此卦木虎有威之象，凡事虚惊少实也。",
            "【解曰】": "炉头点雪 似耳旁风 可宜作福 后吉前凶",
            "【本签精髓】": "此签家宅-不安，自身-口舌，求财-小人 交易-不利，婚姻-不合，六甲-虚惊 行人-阻，讼-亏，田蚕-六畜-损 寻人-杳，移徙-守旧，失物-凶，病-祭 虎，山坟-凶。",
            "【整体解释】": "此签有”揠苗助长”之意。 奉劝当事人，凡事勿操之过急。有时当我们听到一件事，尤其是跟自己有利害关系时，因为事情还不明朗，常因此变得提心吊胆，好的 希望它赶快发生，坏的希望它不要成真。好的也急，坏的也急。然而急就章的结果，往往都是适得其反，甚至造成无法弥补的过失。须知很多事都只是空穴来风， 在未确定之前，宁可按兵不动、先保持观望。如果是别人的事，也不要因此而热心过头，最后反而变成自己”一厢情愿”、自找麻烦，既帮不到别人，又弄得一鼻 子灰。凡事保持客观，避免先入为主。 此签木虎虚惊之象，凡事宜守待时。 本签者。木虎虚惊之象。凡百事宜守待时方吉安。千万叵倚强凌弱。远望威容意不禁者。即使木虎不必畏惧。但己身如同入大江心。岌岌可危。必须防贪求不已。 生祸福无不自求者。必慎之。易言之。炉头点雪耳边过风可宜作福前凶后吉。 虽然知道山林里是一只木头雕刻而成的老虎，但远远看着它的容貌，仍然忍不住打起寒颤;即使口头上说不碍事，但心里终究感到畏惧，就好像躯体已被卷入大江 之中一般啊。 炉头点雪，耳边过风，可宜作福，前凶后吉。",
            "【详细解释】": "清凉月解 凡事做事  若得此签，代表当前的你对于事情有「心理障碍」存在而需要排除。 其实，这事情没有那么可怕。要是能摆脱心理障碍，这事情就能进行的更顺利。恐惧，困窘，这是个「无明」，也是你当去突破的障碍。信心与镇定，则是你成事的资粮。更切记凡事不要「庸人自扰」而障碍了自己的前途。也不要「画地自牢」，用自己的想法而绑住了自己。这些都是前途的障碍，也是你常自我反思可以觉悟的道理。 爱情婚姻 若问姻缘何时来 若想求姻缘来者，你的信心很重要，若是心理对于爱情总是挂记着负面的想法，那就会障碍爱情的发展。所以，你务必以健康的态度而待人，若能如此，那爱情才会来。 若问心仪对象可否交往  心仪的对象是可以追，但是要以健康的态度而追。更要摆开困窘的心理障碍，勇敢的和他接触，那交往才能顺利发展。 若问当前交往对象可否更进一步或结婚 若交往多时，想要更进一步者，也许，你对于未来有着惶恐之感，因而对于爱情有所却步。男女既然进行了交往，最后的结局若不是分手，那就是结婚。所以，你当以健康的态度来看待爱情，这才能让你的婚姻之路顺利的发展。总之，要有信心这才能让你成事。 若爱情、婚姻面临分手、困顿，问挽回或关系和好  若是爱情已经分手了，若想要挽回的话，你应该排开心理障碍，把想说的话说出来，以厘清误会，或表白意愿。你更该提起勇气去力求挽回，而不要凡事都闷在心里。 工作求职 创业事业 若问求职 在求职上，若是一时找不到工作的话，也还不必担心，只要提起勇气，再接再厉，毕竟能找到工作的。若是对于社会感到惶恐的话，那你可以多多诵持佛菩萨圣号，这可以安定你的心灵，也可以增加你的信心。 若问工作前途 在工作上，虽然当前绩效不如以往，整体景气似乎也不好，这实在让人担心未来的前途。其实，你当鼓起勇气，继续在工作岗位上前进，毕竟当前的低迷气氛，只是一时罢了，时机总是会好转的，公司也还是屹立不摇的。 若问事业前途  在未来的事业发展中，气氛上总是让人怕怕的，虽然没有立即性的危险，但是总让人不安。你当鼓起起勇气与信心，去做该做的事，而不必被一时的外在现象受到惊吓。 若问创业可否  若想创业的话，现在市场景气低迷，是让人怕怕的。其实，在低迷时刻创业，成本最低。因此，只要排除这个心理障碍，那你就可以进行创业之事了。 考试竞赛 升迁竞选 若问考试或各种竞赛前途 最近要参加竞试，而未来成果如何，也许让人惶恐不安，但是这个不安的心情会影响竞试的结果，所以，你还是打起勇气，秉持信心，全力应战，这就能创造最好的成绩了。 若问升迁、升官运途  若问升迁的话，建立自信心这是很重要的。对于事情若无信心的话，会成的事情也会失败，所以，不管怎么样，你当鼓起勇气，去做该做的事，以创造自己的好前途。 投资理财 想要投资，但是心理怕怕的，投资市场是有些可怕没错，随时会让人亏损无数。但是，在投资上有时需要反向思考，因此，只要你能突破这个心理障碍，那你当知道此刻是否值得投资。 经商生意  经商想要知道前途，做生意是需要信心的，而不要自想障碍而来障碍自己。所以，你当鼓起勇气，继续在生意上前进，只管把生意做好来，而不用畏惧一些不存在的可怕事。 房地交易  若想买卖房地产的话，那要抛开心理障碍。只要你有买或卖的需求，那就勇敢的去做，而不用害怕什么。 治病健康  若想治疗疾病的话，这疾病和心理是有关的。只要你把内心不好的念头抛除，或者让自己心情保持开朗，没有负面意念，这样就能治病了。 转换变更 现状不佳，想要力求变更，不管你想要变的是事业还是学业，当前的状况只是假象罢了，你不必为当前低迷的气氛而想要改变。而当鼓起勇气和信心，继续为前途打拼。 求孕求子  若是想要求孕者，或者曾经流产者，信心对你来说很重要，越是有信心，就越能够怀孕成功。另外，心情很重要，务必保持朗爽的好心情，这有安胎之功效。先把自己心情、心理调适好，这就能顺遂怀孕生产了。 官司诉讼 官司总是让人怀忧丧志，但是该面对的，还是得去面对。你就勇敢的面对与接受结果吧！ 寻人寻物  物品遗失而让人仓惶失措，若是找不回来了，那就换个新的吧！ 远行出国 想要出国，但是心情惶恐，其实你当鼓起勇气，并做好远行的各种准备，当你准备充裕了，这就可以定心了。",
            "【典故】": "庞洪是松仁宗皇帝的妻舅，称为国丈，由于势力大，在朝廷里为非作歹，陷害忠臣。他串通了奸臣杨淘，定计谋害大将狄青，说他杀死妻子，所有官员都审查不出谁是主谋。包公回朝后，要求审办此案，庞洪惊畏不已。案件结束，庞杨二人被包公查出罪状，有人证物证，要皇帝判罪，但终被仁宗皇帝以亲戚关系为理由，释放了二人。"
        }
    },
    {
        "num": 89,
        "src_url": "https://www.k366.com/guanyin/29412.htm",
        "img_url": "https://static.k366.com/static/k366/m2021/images/lqimg/lq_lqgy_89.jpg",
        "detail": {
            "【灵签诗文】": "出人营谋大吉昌 无瑕玉在石中藏 如今幸得高人指 获宝从心喜不常",
            "【吉凶】": "上上签",
            "【宫位】": "酉宫",
            "【诗意】": "此卦石藏珍宝之象，凡事称心大吉也。",
            "【解曰】": "如石藏宝 贵人指示 得宝称心 欢怀得意",
            "【本签精髓】": "此签家宅-吉利，自身-康泰，求财-遂意 交易-成，婚姻-成就，六甲-生男 行人-动，田蚕-着力，六畜-勤理 寻人-见，讼-胜，移徙-吉，失物-在， 病-安，山坟-吉。",
            "【整体解释】": "此签有”有志竟成”之意。 提醒当事人，事在人为。我们在人生中，可能有些事情，想去做，但是却迟迟没有去实行。随着时间一天一天的流逝，对于心中”想要 去做”的这个念头，可能会变得越来越犹豫、或者拖一天算一天。与其放任空想得过且过，何不化消极为积极，多方打听、四处留意，只要有机会，就主动把握并 努力去尝试。不要怕来不及或担心拖太久，相信只要有心，随时都会有新的契机。 此签玉藏石中之象，凡事称心大吉。 本签者。玉藏石中之象。凡事称心大吉昌者也。灵签曰。出入营谋大吉昌。君今逢无瑕之玉藏石中。能获贵人指点。扶持。终能得宝。此时此刻当喜非常。令人雀 跃者。惟称心时不可大意者。更不忘修德。积善。易言之。本签为如玉藏石贵人指出而得宝称心遂意大吉者。 出外求谋运势极佳，就好似原本深藏在石头中的美玉;如今因得高人提点指示将其取出，如获至宝欢喜无限。 如玉藏石，贵人指出，得宝称心，遂意大吉。",
            "【详细解释】": "清凉月解 凡事做事 本签喻，你所谋望之事，是很有潜力的，只要你尽心去开发，就能发现自己的潜能，并获得成功。 爱情婚姻 若问姻缘何时来  若问姻缘何时来，其实你的条件很好，找个好对象是没有问题的。只要你鼓起信心去经营，那就能得到终身伴侣了。 若问心仪对象可否交往  你所心仪的对象，他的条件也是很好的，也是值得你追求的。只要你好好的经营这段爱情，将来就能有很好的果实。 若问当前交往对象可否更进一步或结婚  若交往了一段时间，想要走向结婚的话，你当要有信心，因为你的另伴条件也是很好的，他也是个贤妻（或良夫），是值得你和他走向结婚的。 若爱情、婚姻面临分手、困顿，问挽回或关系和好  若爱情分手了，想要挽回的话，不知好不好。男女间一时的争吵，这是难免的，只要事后做个修补，这爱情就能复合了。而这个理想的对象，你就宽心的对待，去挽回他吧！ 工作求职 创业事业 若问求职  即使一时未找到工作，但是不要灰心，你将可以找到很好的工作，这需要时间的寻找，只要你有耐心，这份好工作就属于你了。 若问工作运 即使当前工作上不是畅通，其实，你很有潜能，只要你持续下去，这个潜能就能表现出来，也因此在工作上获得重用。 若问事业前途 这个事业是很有潜力的事业，这需要时间去开发，只要持续走下去，未来就能辉煌腾达。 若问创业可否  若想创业的话，这可以开发你的潜力，因此，这事业是很值得去经营的。 虽然刚开始时，事业会有些冷淡，但是只要持续下去，未来就能蓬勃发展。 考试竞赛 升迁竞选 若问考试或各种竞赛前途  若想参予各种竞试的话，那可要对自己有信心了。在竞赛的激发之下，你的潜力就可以展露无遗，因此而榜上有名了。请全力以赴，以创佳绩。 若问升迁、升官运途  若想升迁的话，你是很有潜力的一位，在这次升迁的筛选之下，可望屏雀中选。请保持低调，以维持气氛。 投资理财 若问投资可否，这项投资工具，也许一时看不出未来，其实，这是个很有潜力的投资标的。只要持之以恒，最后就能财源滚滚。 经商生意 若问经商前途，这门生意是很有潜力的生意，也是值得全心投注的事业，只要持续的经营，将来就能鸿图大展。 房地交易  若欲买进房地产的话，这房地产就如一块不为人知的钻石，只要持有一段时日，未来就能闪耀发光。 治病健康  若问治病的话，此病是可以痊愈的，只要用对了方法，持之以恒，那此并就能康复。 转换变更  当前不顺想要转变，其实，当前不顺不代表未来不好，因此，你当安守当前的生活，继续经营这事业，将来此事就能辉煌腾达了。 求孕求子  若问求孕者，你的生育能力是没有问题的，只要有信心生活下去，将来就能一举得男。 官司诉讼  若问官司者，此案件对你有利，持续诉讼下去，必然能胜出。 寻人寻物  失物被某个东西盖住了，好好的去发掘他吧。 远行出国  想要远地发展，出国这是个很好的发挥之地，只要持之以恒的经营，将来就能出人头地。",
            "【典故】": "琼花年开一次，且在晚间。隋炀帝听得扬州有琼花，即动用民工开凿运河，南下扬州看花，被杀隋亡。或指欣赏仙境之宝花。"
        }
    },
    {
        "num": 90,
        "src_url": "https://www.k366.com/guanyin/29424.htm",
        "img_url": "https://static.k366.com/static/k366/m2021/images/lqimg/lq_lqgy_90.jpg",
        "detail": {
            "【灵签诗文】": "忽朝一信下天墀 宝贝船装满载归 若问前程成底事 始终应得贵人提",
            "【吉凶】": "上上签",
            "【宫位】": "酉宫",
            "【诗意】": "此卦功名成就之象，凡事宜进大吉也。",
            "【解曰】": "若问功名 前有贵人 理添喜气 财禄丰盈",
            "【本签精髓】": "此签家宅-诸事吉，求之顺遂。",
            "【整体解释】": "此签有”深入人心”之意。 提醒当事人，凡事以诚相待。在人与人合作的社会，凡事无法光靠个人的单打独斗，也必须仰赖他人的长才。当我们对某人的才华非常 激赏、求贤若渴时，会想要用尽一切办法来获得。但有时越是才华洋溢、充满智慧的人，越难以被世俗的虚荣所打动。此时与其用尽千方百计，还不如以”诚意” 做起。”诚”出自于自身的内心，没办法用任何外物修饰。它的影响力缓慢但却可以深植人心。凡事以诚待人，相信对方一定也会被感动。荣华富贵虽然可以诱惑 一个人对物质的需求欲望，但”诚意”却可以融化外在的一切，牢牢地抓住每个人的心。 此签功名成就之象，凡事进身大吉。 本签者。功名成就之象。凡事进身大吉也。君尔之今运也。忽朝一信天下墀之时。宝贝船装满载归之时。若问前程于神仙。君之今也。始终应得贵人提之刻。凡百 事得真人。顺利推进之运。上上者。易言之。君汝之今。欲问功名贵人遇得更增福庆财禄进益者耶。 意想不到的好消息从天而降，犹如船上装载着满满的珍宝荣归;若要问前程事物最后的发展，早晚还是会得到贵人的帮助啊。 欲问功名，贵人遇得，更增福庆，财禄进益。",
            "【详细解释】": "爱情婚姻 若问姻缘何时来 若目前是单身者想要有姻缘的话，你还是需要有媒人替你介绍，这才能有好的姻缘。 若问心仪对象可否交往  若想追心仪的他，那你需要有「军师」才行了，要不然追不到，或者把事情搞砸了。 若问当前交往对象可否更进一步或结婚  交往一段时间了，对方也提起想要结婚的念头，这是个大好消息。但是，若要成就这婚姻，还是需要有贵人帮忙。建议找个媒人替你们关说这件事情。这也是个很好的婚姻。 若爱情、婚姻面临分手、困顿，问挽回或关系和好  若爱情已经分手，若想挽回的话，那你还是需要媒人替你们关说而复合。 工作求职 创业事业 问求职 若是找不到工作的话，那你需要有人替你介绍工作才行。 问工作前途  若想在工作上更顺遂，或是表现杰出，那你需要有贵人的照顾。 若问事业前途  若想让这个事业更蓬勃发展，那你需要有个「顾问」，来替你说明经营方向或是改进意见。 若问创业可否  若想创业的话，那二话不说，你必须找个有经验的人，提供你经验与指引方向，这才能把事情做好。 考试竞赛 升迁竞选 若问考试或各种竞赛前途  若想在这次应试中脱颖而出，那你需要有「贵人」协助，提供你经验和管道。 若问升迁、升官运途  若想得到升迁的话，那找个「贵人」从中说好话，这是不可少的过程。 投资理财  若想在投资方面获益的话，自己的经验不足，因此你需要有参谋替你指引方向，若能如此就能顺利成功了。 经商生意 若想在生意上蓬勃发展，找个经商顾问来谈谈，这动作不要省。 房地交易 若想把房地产顺利成交，那就交给中介公司代劳吧！ 若想知道买或卖好不好，那就找个有经验的贵人谈谈，你就知道该怎么做了。 治病健康  若想把这疾病治好，那二话不说，这要「高人」替你说明了。 若是慢性病者，那二话不说，只能以修行治疗。 若是业障病者，那别无其他，只能从忏悔业障开始。 转换变更  事情不顺想要求变，这要找个前辈替你评估。人总是当局者迷，所以找个前辈谈谈，这是很有建设性的。 求孕求子  若想求怀孕者，这需要方法，也许需要请教有经验的人。 官司诉讼  若问官司者，找个优秀的辩护律师，以能赢得官司。 寻人寻物  若问失物者，此物的消息自传来。 远行出国 若想要出国深造，即使未来前景看好，仍需军师指导。",
            "【典故】": "韦丹，唐朝时人，年进四十还没考中科举。一天，乘驴至洛阳中桥，见渔人出售一双大鳖，置于桥上，呼呻喘气，快将死去。因见其可怜，自己身上又无钱，只好以驴子交换，然后将他放于水中，徒行而去。后遇一算命先生，得其引见一老翁，须眉皓然，身长七尺，见了韦丹就礼拜，称他为救命恩人。老翁殷勤对待韦丹，并从怀中取出一卷文书，说是从天府衙门中抄来的，证明韦丹一生做何官职，开始与何时，至于何时等资料，都是命中注定，上天安排。几天后告别，又借予韦丹五十千文钱，后来一切皆应验，韦丹春风得意，加官进禄，总共十七任。据说，老人就是天上神龙的化身。河东记。"
        }
    },
    {
        "num": 91,
        "src_url": "https://www.k366.com/guanyin/29454.htm",
        "img_url": "https://static.k366.com/static/k366/m2021/images/lqimg/lq_lqgy_91.jpg",
        "detail": {
            "【灵签诗文】": "好把悉眉须展开 大才大用荐将来 一条大路平如掌 凡有施为总称怀",
            "【吉凶】": "上上签",
            "【宫位】": "酉宫",
            "【诗意】": "此卦前途显运之象，凡事通泰大吉也。",
            "【解曰】": "一条大路 可向前行 心中用事 只可向前",
            "【本签精髓】": "此签家宅-诸事如心，顺利吉昌。",
            "【整体解释】": "此签有”万全准备”之意。 提醒当事人，凡事勿拖泥带水。在人生中，我们三不五时会面临许多新的机会或重大的决定，尤其是情况有急迫性、时效性时，人往往 会对之后不可预知的结果而产生犹豫、或变得不知如何是好。此时切记沉着冷静，慎重考虑目前的环境与情势，分析出有利自己的优缺点，然后做出正确的决定。 如果拖泥带水、迟疑不决，可能导致错失良机。平时就要做好准备，免得突发状况时手忙脚乱。 此签前程有路之象，凡事施为则吉。 本签为前程有坦途可行之象。凡事谋之行之立见吉利者也。一条坦途可向前行。心中用事不必瞻前顾后。勇往迈进事事可如意。顺利吉昌者。唯行在顶峰。傲视下 界之际。勿忘今日之所由生。皆由贵人扶之者。易言之。必留个余地。以防向下坡之崎岖。 请将深锁的眉头舒展开来吧，未来必有举荐大用;前方宽广的大道平坦地好似摊开的手掌，一切只要付诸实行，总能称心如意! 一条大路，尽可施为，心中用事，只宜向前。",
            "【详细解释】": "清凉月解 凡事做事  你可以不必愁眉苦脸，因为你的将来是前途光明的大将之才，只要有作为，都能称意与成功。 爱情婚姻 若问姻缘 目前单身的你，不用愁眉苦脸，你将来也是有个顺遂美丽的姻缘等着你。 若问心仪对象可否交往 若遇到心仪的他想要追求，这是个很好的对象，你们可以发展出美丽的恋情。 若问当前交往对象可否更进一步或结婚  若交往已经一段时间，那你们可以往结婚的路上走，这是天赐良缘。 若爱情、婚姻面临分手、困顿，问挽回或关系和好  若爱情分手了，如此宽广的爱情之路，你应该可以挽回的。请多给些宽容与关爱。 工作求职 创业事业 若问求职 若找工作者，即使一时还找不到工作，只要你再接再厉，必定能找到很满意的工作，这工作在未来给你很大的发挥空间。 若问工作运  现阶段在工作上，让人有些颓丧，其实，未来的你将很有发挥空间，只要你安于现状继续努力，未来也是事业上的大将之才。 若问创业、事业前途  在初阶段的时候，也许会经过冷淡的时期，但是不用灰心，尽管继续向前行，未来就能事业辉煌腾达。 考试竞赛 升迁竞选 若问考试或各种竞赛前途  若问各种竞试者，你对自己要有信心，只要全力以赴，榜上当有名。 若问升迁、升官运途  这次升迁是否能得利呢？自己感觉起来似乎没自信，其实你是有潜力的人，只要发榜了，那就知道了。 投资理财 这个投资可以做吗？这项投资是很有潜力的投资，只要假以时日，自然就增值了。 经商生意  这个生意的前途如何呢？目前看来也许淡淡的，但是长时间做下去，这是个很有展望的生意。 房地交易  这房地可以买吗？这也是个有潜力的投资，也是值得长期投资的标的。 治病健康  此疾病可以康复吗？此疾病目前看来不乐观，但是事情也没有那么严重，虽不致及时康复，但也不致恶化。若属慢性病者，建议修行是你最好的疗法了。 转换变更  若一时不顺畅想要改变者，其实你不用急着变更，不顺畅只是现在而已。好好的原地发挥，将来即能大鸣大放。 求孕求子  若问身孕者，目前状况稍微不利怀孕，但是不久的未来，还是可以怀孕成功的。请先养好身体，并且行善积德，未来则能随其心意生下如愿的男女。 官司诉讼  这个官司目前屈居下风而令人担忧，但是继续诉讼下去，是可以扭转乾坤的。 寻人寻物  若想寻回这失物的话，也许要花点钱悬赏，那物品就能回归了。 远行出国  这远地发展感觉起来令人忧心，其实事情没那么严重，这事情若要有前途，这必须要有实质的经营活动，只要你多多付出，那未来前景是看好的。",
            "【典故】": "吕布英勇无比，认董卓为父。董卓令吕布领三万大军，扎住于虎牢关，准备迎战曹操和刘备军队。吕布领兵迎战。首先是张飞和吕布酣战，不分胜败，关公见了，随即加入，左右夹攻，刘备也从旁边加入助战，三人厮杀在一块，不分胜负。吕布见不能胜，飞马往关上逃，刘关张三人直追，此为著名的‘三英战吕布’。吕布后来归顺曹操，又在白门楼被曹操杀死。"
        }
    },
    {
        "num": 92,
        "src_url": "https://www.k366.com/guanyin/29455.htm",
        "img_url": "https://static.k366.com/static/k366/m2021/images/lqimg/lq_lqgy_92.jpg",
        "detail": {
            "【灵签诗文】": "经商得利称心怀 福禄荣华倍获财 若问进身谋望事 秀才一举状元回",
            "【吉凶】": "上上签",
            "【宫位】": "酉宫",
            "【诗意】": "此卦自小为商之象，凡事勤俭无忧也。",
            "【解曰】": "自小至大 无阻无碍 营谋得意 功名顺遂",
            "【本签精髓】": "此签家宅-安，自身-泰，求财-顺遂 交易-胜，婚姻-合，六甲-生男 行人-动，田蚕-半收，六畜-旺 寻人-见，讼-胜，移徙-如意，失物-在，病-即安 ，山坟-大吉。",
            "【整体解释】": "此签有”择善固执”之意。 提醒当事人，凡事相信。人们最大的痛苦，莫过于对人性产生了怀疑。因为凡事疑神疑鬼，自我的内心开始筑起了高墙，担心被骗、被 利用而受伤。但是，处处防着别人，凡事都过度小心、过度猜测的结果，不但于事无补，反而只会让自己越来越神经质;而你回应给别人的不信任感，别人同样也 会回报在你身上。与其因为怀疑而产生更大的痛苦，还不如凡事包容、凡事相信。事情没有那么复杂，是人的心使它复杂。保持一颗赤子之心，相信人性本善，以 真诚待人，包容厚道，人生何处不逍遥。 此签进身大吉之象，凡事操心大吉。 本签者。进身大吉之象也。凡百事兴时操心大利。灵诗示之云。经商得利称心怀。福禄面也。荣华倍获财。君汝如问谋望之面。神可告之君。必能一举状元衣锦还 乡者。易言之。汝自幼小之年。自小至大无相无碍诸事遂意。遂望自在耶。 从商获利时自然称心开怀，更何况荣华富贵倍增;如果要问求谋加官等事，终能一举状元，衣锦还乡。 自小至大，无相无碍，诸事遂吉，谋望自在。",
            "【详细解释】": "爱情婚姻 整体姻缘前途 若是你已经有了对象，其实，这个对象条件也不赖，相处关系也算可以，这也是个值得依赖的伴侣。但是，若你觉得不满意，或觉得不妥当，或觉得有困难，而想要寻找新伴侣的话，未来的新对象也能越处关系越好，直上婚姻之路。 若问姻缘何时来 你的姻缘没有问题，将来能遇到很有福禄的对象。 若问心仪对象可否交往  若找到心仪的他，这是个不错的选择，也是值得你和他继续交往的。 若问当前交往对象可否更进一步或结婚  若双方交往多时论及婚嫁，这是个不错的对象，也是个很有福禄的组合。那就继续向前行吧！ 若爱情、婚姻面临分手、困顿，问挽回或关系和好  若爱情分手了，是否要挽回，这是你可以自己决定的。若是挽回了，则感情会更好。若是就此分手而不挽回，再寻新的对象时，你和这个新的伴侣的关系也会很好。而后能幸福美满。若和旧前的对象结婚，这在钱财方面较优。若和新后的对象结婚，这在官禄的福报会比较大。 工作求职 创业事业 问工作运 在工作上，这是让你喜欢的工作，但是，若是觉得不够好，而要换工作，或是换部门的话，再换也能更好，越作越有前途。 问创业、事业前途  这个事业在长久的经营下，可以做的很好，财源滚滚。而以后转换跑道经营，或是扩充经营，或是变更营业内容经营，也都能步步高升。 考试竞赛 升迁竞选 若问考试或各种竞赛前途  各种竞试，你将经历不少的竞试，而且历次也都表现的不赖。在未来，各年参与各种竞试，也能越考越好，到后来也有机会夺得金牌。 若问升迁、升官运途  若问升官的话，你在官禄的命运上，算是很好的一个。历次的升迁也往往能得利，而在未来的各次升迁时，也常有份。 投资理财  若问投资的话，过去的投资一向做的很好，而在未来也能财源广进。 经商生意  经商做生意是你的本行，过去也赚了不少钱，若是继续经营这当然无妨。若是要弃商从政，也能步步高升。 房地交易  若问卖出房地产的话，这房地产的行情很好，买主热络。若就此卖出这也是无妨的。若是要稍后卖出，那价格似乎更好。只是别等到价跌了才卖。 治病健康  养病需要有方法，过去的疗养还算可以。未来若想要有突破性的发展，这需要找到新的疗养方法。修行就是你突破瓶颈的新疗养方法，只要把内心的垃圾（苦恼）清除，这疾病就快速康复了。 转换变更  对于当前进行之事业，想要转换跑道。这个转换后的前途也是光明的。能在功名、官禄上步步高升。 求孕求子  已经有了孩子，想要知道未来生育前途。未来的生育，越生越有面子，能够生个儿子。 官司诉讼  若问官司前途，前段进展的算不错，在未来变更一些方向，还能更稳定的取得胜利。 寻人寻物  失物的寻找过程算是顺利，能够如期的找回。 远行出国  想要远地求发展，这是个很好的打算，这在未来经营中，能越作越好。",
            "【典故】": "蔡邕新婚不久，即辞别妻子赵五娘，上京考试，五娘辛勤持家，落难受苦，日子十分难过，幸得善人张广才救济。后来蔡邕考中状元，做了大官，又和牛丞相女儿牛小姐结婚，五娘历尽千辛万苦，上京会见了蔡邕，夫妻重逢，和牛小姐一同回乡扫墓，蔡邕赠送许多金钱给张广才，以报答其恩德。‘卿’是古时皇帝封大臣的爱称。明代《琵琶记》传奇故事。"
        }
    },
    {
        "num": 93,
        "src_url": "https://www.k366.com/guanyin/29456.htm",
        "img_url": "https://static.k366.com/static/k366/m2021/images/lqimg/lq_lqgy_93.jpg",
        "detail": {
            "【灵签诗文】": "鸾凤翎毛雨压垂 此时应被雀轻欺 忽朝一日云霄霁 依旧还教振羽衣",
            "【吉凶】": "中中签",
            "【宫位】": "戌宫",
            "【诗意】": "此卦鸾凤被雨之象，凡事待时大利也。",
            "【解曰】": "小人日盛 君子莫为 只宜守己 待时施为",
            "【本签精髓】": "此签家宅-欠利，自身-谨防 求财-阻，交易-待时，婚姻-迟滞 六甲-有虚，行人-留连，田蚕-晚 六畜-损，寻人-难，讼-亏，移徙-守旧，失物-凶， 病-延，山坟-改。",
            "【整体解释】": "此签有”邪不胜正”之意。 意味当事人，保持冷静。很多现象只是短暂的、表面的，切莫因此灰心丧志。尤其在小人当道之时，千万不可乱了方寸，更不要随波逐 流。对于旁人的明嘲暗讽，何妨忍一时。坚守内心良知认为是对的事，做好份内之事。表面上也许是强颜欢笑，但内心依然保持自我的清明，相信自己做的任何事 ，都是本应如此，没有对不起自己，也没有对不起任何人。 此签未用君子之象，凡事先难后易。 本签示之于弟子曰。未用君子之象。凡事先难。因谋事之敏。终获吉利者也。君汝之目下命。人在穷困之际。啻好屈己忍之。强欢言笑。千万叵急躁恼怒。斯时四 面楚歌。皆陷阱也。易言之。小人正盛君子莫为暂时守己自有亨通之时也。 凤凰身上的羽毛被雨打湿紧垂，在此同时还得承受雀鸟轻慢相欺;待有朝一日天晴大放光明之时，终将再度展翅高飞，依旧在万鸟中称王! 小人正盛，君子莫为，暂时守己，自有亨通。",
            "【详细解释】": "爱情婚姻 若问姻缘何时来  若单身者问姻缘前途。在你刚开始发展爱情之初，将会受到轻视或排挤，但是只要你把持好自己的风度，维持好自己的形象，在未来就能得到赏赐，而获得爱情。 若问与心仪对象之发展  若当前有心仪的对象，当你进行追求时，恐会受到排挤或打击或误会。但是，只要继续下去，终究能还你角色，心仪的他终能明白你的心意。 若问当前交往对象可否更进一步或结婚  若交往了一段时间，你想要走向结婚之路，但是，这过程中，也许是对方家庭或者谁，对你存有轻视、排斥的看法，当这个委屈面临时，只要坚守风度，展现自己的优点，并与人多多建立友善关系，这个问题自然能化解了。 若爱情、婚姻面临分手、困顿，问挽回或关系和好  若爱情受困，或者分手，或者有第三者介入，或受对方推开，或被谁破坏，这些委屈的困境，只要你坚守本份，做好自己，不必为一时的挫折而与谁对立或争执，展现出自己的风度与优点，这爱情自然能还你原有地位了。 工作求职 创业事业 若问求职  若找工作者，这在求职过程会受到委屈，或被人欺负，但只要你坚守风度，展现自己的优点，自然能得到一份好工作了。 若问工作运  在这个工作上，起初也许会遇到委屈或无奈或辛苦或被欺负等等，这也许是他人之故，但是，只要你做好自己，坚守职责，往后就能还你地位了。 若问创业、事业前途  这个事业在经营之初，会受到排挤，受到他人不友善的对待，但是只要你秉持风度，坚持企业精神，将来的事业自然顺遂发展了。 考试竞赛 升迁竞选 若问考试或各种竞赛前途  若问各种竞试者，这个竞赛过程中，将有不公平的待遇，这对你是不公平的。但是，只要你坚持下去，不要气馁，把持竞赛精神，那未来还是能回归原有地位。 若问升迁、升官运途  若问升迁的话，这次的升迁当中，你将受到排挤，榜上无名。但是，只要你坚守岗位，做好自己，在未来的升迁中，自然非你莫属了。 投资理财  若是问投资者，在初始的状况下，恐会亏损或套牢，而经历一段时间后，才回归获利状态。因此建议，延后投资则能有利。 经商生意 这个生意在刚开始时就不被看好，敌不过同业的竞争，但是只要你坚持作生意精神，做好份内操守，那未来就前景光明了。 房地交易 此卖出此房地，这在起初是不被买主中赏的，所以乏人问津。但是只要日久之后，这房地就呈现他的价值，而有买主愿意购买了。 若是问买进者，此房地目前受到轻视，所以价格较低，但是未来则能增值而发挥获利效果，所以，当前是值得买进的。 治病健康  若问治病者，之前的治疗是冤枉的，这需要更换疗法或医生之后，才抓到了正确的诊疗方向，也因此重归康复。 转换变更  想要求转变。或许你在当前的岗位上受到委屈或艰辛，其实，这困境还是可以度过的，继续在原岗位经营，还是能回归你原有地位的。 求孕求子  想要求孕。当前有委屈，因为未有子女而受到无礼对待之故。但是将来的你还是可以成功的生育儿女，而回归你的地位。请多行善积德，以创造未来更好的命运。 官司诉讼  这个官司，当前受到打压，被人欺负。但是，只要维持住自己的风度，这在未来还是能还你清白，或得到补偿。 寻人寻物  此失物能否寻回。此失物恐已经被人占有了。 远行出国  若问出国者，在刚抵新的环境时，会遭受轻视或欺负或排挤，只要你做好自己，以后他们就习惯你的存在了。",
            "【典故】": "高君保即高俊保，是宋朝高德怀的儿子。宋太祖赵匡胤征南唐被困，高君保运粮食前往解救，路过双锁山，被女大王刘金定劫持上山，强迫结为夫妻。《宋太祖征南唐》故事。"
        }
    },
    {
        "num": 94,
        "src_url": "https://www.k366.com/guanyin/29477.htm",
        "img_url": "https://static.k366.com/static/k366/m2021/images/lqimg/lq_lqgy_94.jpg",
        "detail": {
            "【灵签诗文】": "小人君子别贤愚 事有差讹合是非 琴遇知音当鼓操 争如定静得便宜",
            "【吉凶】": "中平签",
            "【宫位】": "戌宫",
            "【诗意】": "此卦要逢知己之象，凡事守常则吉也。",
            "【解曰】": "知音方许 闲事莫理 待得贵人 无不欢喜",
            "【本签精髓】": "此签家宅-慎出，自身-小人，求财-待时 交易-谨慎，婚姻-宜迟，六甲-女，行人-动 田蚕-少，六畜-损，寻人-勤，讼-和 失物-速寻，病-阻隔，山 坟-不利。",
            "【整体解释】": "此签有”争不如静”之意。 提醒当事人，凡事耐性。每个人都有自己的一套看法与想法，有时难免与人意见相左。然而公说公有理、婆说婆有理，有时与其争论激 辩，不如保持缄默。即使别人有误解、不了解，又何必放在心上，只要心中清亮，知道自己在做什么就好，实在无须在意别人怎么看、怎么说。 此签未遇知音之象，凡事耐性则吉。 本签者。君尔未遇知音之象也。凡事耐性行之。为之则趋吉也。平素多信仰神佛扶之。能遇贵人之时。君即可争如定静得便宜耶。易言之。汝在功行圆满之刻。必 能光大门户。知音行正百事莫理若人遇贵无价珍美耶。 须知君子与小人有贤愚之分，但事情的对错与是非要如何区别呢?就像抚琴若遇知己时即能一拍即合，与其争执不休，还不如沉默是金来的有利吧! 知音行正，百事莫理，若人遇贵，无价珍美。",
            "【详细解释】": "爱情婚姻 整体爱情状况 若寻伴侣，务必找个谈得来的人，若彼此总是不解对方的情意，总是误会的话，那就不是好配偶，而要考虑分手了，这必须等待契合的伴侣。以本签之旨意而言，你还是有机会遇到知音的。 若问姻缘何时来  若单身求姻缘者，目前尚无契合之人。这只要相谈即便可知对方是否契合自己。你当等待情投意合之人出现，这再进行你的爱情之旅。 若问心仪对象可否交往  若想与心仪的他交往，务必注意彼此的谈话是否能契合，若觉得谈话中总是有误会，或是不解风情，那就不是你的好对象，那就该放弃了。 若问当前交往对象可否更进一步或结婚  若交往一段时间想要更进一步的话，那你当注意过去双方的互动或谈话中，是否有默契，若默契很好自不成问题。若常常有误会，那就不是好配偶了，那你就该放弃这恋情了。 若爱情、婚姻面临分手、困顿，问挽回或关系和好  若爱情已经分手了，显然你们之间的沟通出现了问题。由于双方的「意识形态」不同，认知不同，见解不同，因此产生许多误会，以致到最后双方要闹分手了。若是这样的爱情，就算挽回了，老问题也还是存在。因此，若你们的分手是因为沟通的老问题，那就要考虑放弃，而不要勉强挽回了。 工作求职 创业事业 若问求职 若是找工作的话，你务必找个符合自己个性之工作，这才能让你工作的愉快。若是自觉这工作不符合自己的专长、个性、理念的话，那就早早放弃，而另寻契合自己的工作吧。 若问工作前途  在工作上，你当注意这工作是否契合自己的性格，也当注意自己的工作伙伴或上司，和你是否个性相契合，理念是否一致，若是的话那就没问题。若不是的话，那就会困境重重。但也许你需要等待，那与你契合的工作或人，才会出现。 若问合伙事业 若问合伙的话，那你务必找个契合之人方可。若是双方理念不合，或者沟通总有误会，这是无法一起做事的。若当前合伙对象不是理想人物，那你应该等待。 若问事业前途 若想事业前途光明的话，务必了解市场，了解自己产品特色，了解自己的顾客，若能如此，则事业才能蓬勃发展。若是错解市场的话，那就会亏损了。 考试竞赛 升迁竞选 若问考试或各种竞赛前途  若想要在竞试中脱颖而出的话，那你当了解这个比赛胜负的关键，了解裁判、评审的喜好或专注点，若能从这里下手，那竞试成果对你就有大利了。 若问升迁、升官运途  若想升迁的话，则要明白上级的喜好，而把自己扮演成这样的人，那这升迁就有利了。 投资理财  过想问投资成果如何的话，那你必须了解投资市场状况。若是不识行情的话，那就会亏损，这是当注意的地方。 经商生意 在经商方面，若想生意昌隆，那了解市场的供需和状况这是很重要的，若是误解市场的话，那就会亏损。 房地交易 若想交易成功的话，那你当了解主顾的喜好或需求，若能投其所好，那这个交易才会顺利。 治病健康  若想把各疾病治好的话，那了解自己的病情是很重要的。你当了解这疾病的根源，若能找到根源这才能有效找到治疗的方法，否则盲目医疗是无济于事的。 转换变更  若自觉当前所谋之事，极为不契合的话，或是很不能认同的话，那对你来说这需要力求转变，找个和自己相应又契合的地方，这才能让自己发挥。若是不想转变的话，那你得等待。 求孕求子  若是不孕想要求孕的话，那应该明白自己不孕的真正原因。若能如此则对症下药，这才能让自己成功怀孕。 官司诉讼  若问官司前途的话，这诉讼输赢的关键处是什么，应该先弄清楚，然后针对这关键点努力，那胜诉才有指望。 寻人寻物  若想找回失物的话，那应该弄清楚自己遗失的场所，若能如此则找回才有希望。 远行出国 若想远地求发展，那应该明白该地的属性，看看这些属性是否契合自己，若是的话再去发展，若觉得与自己性格、专长、习性等不契合的话，那就别去了。",
            "【典故】": "伯牙是春秋时代人物，善弹琴，相传伯牙操琴，琴声高妙，只有钟子期才知其音，二人成为知音朋友。子期在江旁会见伯牙，谈论琴中意，高山流水声。第二年，伯牙到马鞍山造访知音好友子期，知道钟子期已死，伯牙伤心极了，遂破琴弦，从此不在弹琴。伯牙是晋国人，钟子期是楚国的一名樵夫（砍柴人）。今古奇观。"
        }
    },
    {
        "num": 95,
        "src_url": "https://www.k366.com/guanyin/29478.htm",
        "img_url": "https://static.k366.com/static/k366/m2021/images/lqimg/lq_lqgy_95.jpg",
        "detail": {
            "【灵签诗文】": "事业功勤暮与朝 荣华物态不胜饶 报君记取金鸡叫 福禄声名价倍高",
            "【吉凶】": "中上签",
            "【宫位】": "戌宫",
            "【诗意】": "此卦志气功名之象，凡事守常大吉也。",
            "【解曰】": "志气心动 守己未迟 金鸡报语 无不欢喜",
            "【本签精髓】": "此签家宅-祈保，自身-中平，求财-劳心 交易-早断，婚姻-有成，六甲-安 田蚕-晚成，六畜-成，寻人-难 讼-急断，移徙-守，失物-远，病-延缠， 山坟-吉。",
            "【整体解释】": "此签有”勤勉奋发”之意。 勉励当事人，凡事要有毅力。要下决心不难，但要实际付诸行动、并且持之以恒却不容易。所谓”养兵千日，用在一时”。平日不间断 地充实自己、做好对事物的准备，并时刻提醒自己不要松懈，每天一点一滴所慢慢累积出来的实力，相信届时定能一鸣惊人，成功指日可待。 早晚在事业上积极奋斗，获取的荣华物质必定丰盈;请你记得当年鸡鸣即起的初衷，自然能更进一步，超越颠峰。 此签功名待时之象，凡事必就大利。 本签者。功名待时之象。凡百事必就大利者耶。上上之签。百事皆有遂意之可能。繇于祖德之深。君尔又顺理而行。益加倍植。则天之报应。具有复泰之象。占此 签之君慎守之。易言之。尔之今也。事业功名守己待时金鸡终叫实时亨通之刻耶。 事业功名，守己待时，金鸡终叫，实时亨通。",
            "【详细解释】": "爱情婚姻 整体爱情运 当男女双方处在快乐、亲近之下，生活总是甜蜜的。但是，当双方零距离之后，往往会变得任性、随便，也因此失去爱情应有的节度，若是如此的话，那爱情就会走下坡了，而把甜蜜蜜的爱情搞砸了。因此，不管双方是多么的契合，多么的无话不谈，彼此的敬重、礼仪还是必须维持的。这是本签要给求签者的提醒了。 本签给当前爱情发展者，提出警示，当避免出轨行为，以免美丽的爱情人去楼空了。 若问姻缘何时来 若单身想要求得姻缘者，自己的形象很重要，应当先建立自己的好风范，给人良好的印象，若能如此，那姻缘自然就来了。 若问心仪对象可否交往  若想追心仪者，或是想得到心仪者的倾慕，那首先你要注重自己的形象，不能有花心等的行为，不应违背爱情的忌讳，若能如此，那你的追求则能顺利。反之，若是违背了这原则，那你就受到唾弃了。 若问当前交往对象可否更进一步或结婚  若交往多年者想要步入结婚者，你当观察对方的行为、品德，若是属于正面的，那就没问题，你可以和他结婚。反之，若对方品德不良，喜欢拈花惹草、喝酒、赌博诸如此类行为，那婚前如此，则婚后恐更严重了。所以，要不要和他结为连理，这是你要思考的地方了。 若爱情、婚姻面临分手、困顿，问挽回或关系和好  若是爱情分手了，那是你当自我检讨的地方，若想挽回这爱情，则应先保证自己行为不再脱序，只有如此，这才有可能挽回爱情。 反之，若分手是因为你受不了对方的行为不轨，对于这样的他，你是不用挽回的。而当找个品德好的对象，这才是你爱情的保障。 工作求职 创业事业 当事业处在辉煌的高峰时，钱财也滚滚而来，物质的享用自不在话在。但是，若是沉迷于酒、色、赌等不良行为，则是令前途反转向下的关键所在。因此，即使工作称心、事业辉煌，生活的节度不可省，若能维持生活正常，那事业也能维持荣景。 考试竞赛 升迁竞选 若欲参与各种竞试，或是想要获得升迁等等，这必须注意生活的节度。在比赛前，生活要正常，练习不可懈怠，不可有贪色、饮酒、赌博等出轨行为，若能如此，则竞试或升迁则有望脱颖而出了。反之，若是违背正常生活规约，那这次的竞赛或升迁等功名就无望了。 投资理财 投资问前途，若想在投资上获利，切忌不可「贪」，贪心往往是投资失败之所在。若你能维持这个规约，那理财获利就有望了。 经商生意 若想在经商上持续蓬勃发展，生意人的情操不可省，不走投机路线，这是你当遵守的。若能维持做人的良好品德，与人相处和睦，那生意自然继续昌隆了。 房地交易  若问房地可否顺利卖出，房地给人的形象也是重要的，若是其中有不名誉的名声的话，那卖出就不容易。因此维持个好名声，速卖速决，这是最好的。 另外若属于买进的话，那应该探听一下这房地产有无不名誉之事。 治病健康  若想治疗疾病的话，那生活作息是很重要的，务必要遵守生活规约，若是不能节制饮食与生活作息的话，那此病就会恶化。反之，持守的好，那病情就能受到控制。 转换变更  对于当前的事业想要求变，其实，你最该变的是自己。把自己的生活操守做好，莫贪酒色、不赌不毒，做一个品德优秀的生活者，若能如此，事业等业自然顺利了。 求孕求子  若想求得身孕的话，正常的生活很重要，不可有抽烟、喝酒等不良行为，做人方面不与人有纷争，若能生活作息正常，心情没有负面情绪，那怀孕就不成问题了。 官司诉讼  想问官司前途。想必是违背了做人规约，而惹来官司案件。酒色常是祸首，这是当事者当警觉的。而如今闹上法庭，恐是凶多吉少了。 寻人寻物  物质丰硕，寻与不寻，自行打定。 远行出国 若想远地发展的话，在勤奋的经营下，前景得以是荣华富贵的。但是，也切忌在富裕之下而懈怠或沉沦。",
            "【典故】": "三国时代，曹操、刘备、孙权三足鼎立，分治天下。公元二二○年，魏王曹操死后，他的第二个儿子曹丕将汉献帝迫下台来，自己登位做了皇帝，改国号‘魏’，称号‘文帝’，建都洛阳。曹丕只做了七年皇帝，魏国也仅有四十多年天下，终归司马炎（晋朝）。三国故事"
        }
    },
    {
        "num": 96,
        "src_url": "https://www.k366.com/guanyin/29479.htm",
        "img_url": "https://static.k366.com/static/k366/m2021/images/lqimg/lq_lqgy_96.jpg",
        "detail": {
            "【灵签诗文】": "巍巍宝塔不寻常 八面玲珑尽放光 劝汝志心勤顶礼 天龙拥护降千祥",
            "【吉凶】": "上上签",
            "【宫位】": "戌宫",
            "【诗意】": "此卦福德现身之象，凡事大吉大利也。",
            "【解曰】": "这些福份 众人皆见 不用心忙 福德前定",
            "【本签精髓】": "此签家宅-许愿，自身-许经，求财-正胜 交易-大吉，婚姻-好合，六甲-喜 行人-动，田蚕-平稳，六畜-欠利 寻人-遇，讼-和，移徙-吉，病-禳星， 山坟-平。",
            "【整体解释】": "此签有”终能如愿”之意。 鼓励当事人，凡事有始有终。人人都希望能有功成名就、大富大贵之日，但别忘了”三分天注定，七分靠打拼”的道理。既然有理想、 有梦想，就要靠自己，努力的让它付诸实现。所谓”天助自助者”，与其祈祷上苍，不如将愿望化为实际的行动。凡事只要肯做、肯冲、肯拼，抱持着勇往直前、 积极进取的态度、持之以恒，必有成功之日。 此签福德显现之象，凡事营谋吉利。 本签者。福德显现之象也。凡百事营谋可获利者耶。君之前。此宝塔为耸立云霄巍巍者。八面均放出异彩。啻要君志心勤顶礼。天龙。此吉祥之天兽。为君汝降天 祥者。易言之。这此福田诸人皆现可用诚心福德即到。 高大的宝塔非比寻常，四周晶莹剔透精雕细琢;劝你诚心祈祷膜拜，必有万神降瑞，拥护吉祥。 这此福田，诸人皆现，可用诚心，福德即到。",
            "【详细解释】": "清凉月解 凡事做事 由于过去的善行所累积之福德，外加天神之庇佑，故所求皆能如愿。若有所谋求者，可以向天神发愿，以得天神助佑。另外，若你是长年行善之人，那天神会自动暗中相助。若平常善行极少者，此刻当立即行善，只要常常行善者，都会得到天神的暗中相助。另外还得记得，若是已经行善了，可别作缺德事，以免损了自己的福德。 爱情婚姻 若问姻缘者，你只要勤心至诚礼拜神明，那守护神就会庇佑你，让你的事情如愿。 工作求职 创业事业  若想工作事业顺利者，只要至诚礼拜天神，那天神就让你工作顺益，事业发达。 考试竞赛 升迁竞选 若是参与各种竞试者，或欲参加升迁选拔者，只要你至诚礼拜天神，那天神就暗中相助，让你在紧要关头时过关。 投资理财  若想在这方面顺意者，只要至诚礼拜天神，则能获得暗助。 治病健康 若想疾病获得控制，只要至诚礼拜天神，那天神则会暗中治疗。 转换变更  若是最近不顺遂想要变更者，你不必急着转变，只要祈求天神帮助，困境即能纾解。 求孕求子  若想求孕者，那至诚向天神礼拜祈求，那天神就能暗中协助。 官司诉讼  若想官司回归清白，那至诚礼拜天神，就能得到暗助。 寻人寻物  若想找回失物，那祈求天神指引方向，就能找到。 远行出国  若想出远门者，那祈求守护神保佑，则出远门能得平安。 若想远地发展顺利者，也是一样。",
            "【典故】": "宋朝时人，名窦禹均，因住在燕山，又叫燕山。初时，燕山为人不正，心术不好，专做伤天害理的事，至到三十岁，还没有儿女。一晚，他梦到父亲劝他悔过行善，才能挽回天意。燕山从此痛改前非，重新做人，并且广行方便，大做善事。后来生了五个儿子，因管教严明，都有良好成就。他在家贴的门联如下：为善必昌：为善不昌，祖宗之余殃，殃尽必昌；为恶必减：为恶不减，祖宗之余德，德尽必减。《全德记》故事。"
        }
    },
    {
        "num": 97,
        "src_url": "https://www.k366.com/guanyin/29480.htm",
        "img_url": "https://static.k366.com/static/k366/m2021/images/lqimg/lq_lqgy_97.jpg",
        "detail": {
            "【灵签诗文】": "园林月色摇疏影 恍若铺成满地琼 几度童儿来收拾 岂知收拾总成空",
            "【吉凶】": "下下签",
            "【宫位】": "亥宫",
            "【诗意】": "此卦当风点烛之象，凡事虚名少利也。",
            "【解曰】": "富贵在天 贫穷是命 不用求谋 皆是前定",
            "【本签精髓】": "此签家宅-祈保，自身-谨慎，求财-得利 交易-慎重，婚姻-中平，六甲-有惊 行人-杳，田蚕-六畜-损，寻人-无踪 讼-亏，移徙-守旧，失物-凶，病- 犯阴，坟-改。",
            "【整体解释】": "此签有”欲念无穷”之意。 奉劝当事人，凡事不要过贪。对于身边的物事，取之平衡、够用就好，不应得寸进尺，任由欲望无止尽的扩大。无论是贪多、贪快、贪 急都不好，不但对事情本身毫无帮助，甚至反而会导致反效果。凡事应能谨慎节制，时刻检视、约束自己的欲望;知足才能常乐。 此签虚名薄利之象，凡事不宜贪求。 本签者。虚名薄利之象。凡百事不得贪求者也。诗曰：恍若铺成满地琼。岂知收拾总无成。如君之行动不紧速。将闹得无法收拾。谣言四播。到头来将陷入罗网中 自拔不得。如此苦境只有几人知。易言之。君目下之运也。该知富贵在天。贫穷由命不用机谋。皆有分定者耶。 园林中的树枝因风吹拂摇摆，透过月光的照射，彷佛在地上铺满了整片晶莹的美玉;几次想要叫童子来打扫干净，但地上的影子哪里能够收拾得起来呢? 富贵在天，贫穷由命，不用机谋，皆有分定。",
            "【详细解释】": "爱情婚姻 若是追逐爱情者，虽然一时似乎有情人，但往往不了了之，没有下文。 几度的追逐，总是如梦幻般没有善果。 工作求职 创业事业 若问工作前途 在工作上表现平凡，劳碌终身，欠缺展望。 若问事业前途 若问事业者，前途黯淡，谈不上获利。这是宿命之故。 考试竞赛 升迁竞选 若参与各种竞试者，即使看好一时，也往往临场落空。 投资理财 在投资上，往往看好，但实际却没赚到，这也是宿命之故。 经商生意 在经商上，往往即将而来的生意，也常莫明的退去，这是宿命之故。 房地交易  买卖房地产，往往看好一时，但往往没赚到，这是命运不佳之故。 治病健康  对于治病方面，虽然有所诊疗，看似乎有效，往后也往往无效。此病当极力忏悔业障，可以减轻病苦。 转换变更 目前不顺遂想要力求转变，其实，就算转变了，一时看来似乎有效，其结果往往还是没用。 求孕求子  若想求孕生子者，有子有子命，无子天注定。 官司诉讼  在官司方面的运途，亏损或牢狱收场。 寻人寻物  遗失的物品，找不回。这也是宿命之故。曾经盗取他人财物，故今沦落至此。 远行出国 想要出远门深造，此计划看似虽好，往往不了了之，没有成果。",
            "【典故】": "诸葛亮回到成都后，三年按兵不动。这年建兴十二年春二月，亮又对后主（刘禅）说要第六次出祈山，统帅全军攻打魏国，天文官劝他不可出兵，恐有不利，他坚持要出，说：“鞠躬尽瘁，死而后已”。这回出师果然不利，诸葛亮病死五丈原。浮槎：传说中来往于海上和天河之间的木筏。《三国演义》"
        }
    },
    {
        "num": 98,
        "src_url": "https://www.k366.com/guanyin/29481.htm",
        "img_url": "https://static.k366.com/static/k366/m2021/images/lqimg/lq_lqgy_98.jpg",
        "detail": {
            "【灵签诗文】": "经商出入事迟疑 恐惹闲愁起是非 如鸟飞投罗网陷 相看能有几人知",
            "【吉凶】": "下下签",
            "【宫位】": "亥宫",
            "【诗意】": "此卦守旧随缘之象，凡事不如意主凶也。",
            "【解曰】": "守旧随时 待贵人至 若问诸般 主事定迟",
            "【本签精髓】": "此签家宅-忧疑，自身-小人，求财-破 交易-损失，婚姻-不长，六甲-刑损， 行人-困，田蚕-六畜-损，寻人-杳，讼-亏， 移徙-勿动，失物-凶，病-犯罗 网，山坟-绝。",
            "【整体解释】": "此签有”借口逃避”之意。 奉劝当事人，凡事不要推托。每个人都有应尽的义务与责任，在”任务”尚未达成之前，万万不可推托卸责、或自认为理所当然，把借 口合理化。尤其是为人父母者，更应负起责任，绝无任由对方辛苦、自己逍遥快活之理。遇事不要选择逃避，凡事都应勇于面对、接受。须知每个人的内心都向往 能自由自在无忧无虑，因此更应将心比心，绝对不要把自己的快乐建筑在别人的痛苦上。 此签禽遭罗网之象，凡事守旧则安。 本签者。禽遭罗网之象。凡百事守旧可获安者。诗曰。经商出入事迟疑。也因此惹闲愁。不必要之愁争。听了是是非非。谣言四播。逢遇如此罗网苦境中。必须多 修福。积德方能脱离险境者耶。易言之。君之今也。禽遭罗网有理难分。随缘守旧遇贵乃成之命耶。 经商求谋疑东疑西，恐怕遭致不必要的困扰与是非;就似飞鸟陷入罗网之中，这种情境能有几人了解呢? 禽遭罗网，有理难分，随缘守旧，遇贵乃成。",
            "【详细解释】": "爱情婚姻 若问姻缘何时来 若想追求姻缘的话，若是找到了姻缘，这也等于找到了苦恼。因此劝君在目前不要找姻缘。 若问心仪对象可否交往  若想追心仪的他，你可知道，这是苦伤的开始。 若问当前交往对象可否更进一步或结婚  若想走入婚姻的话，这门婚事恐是陷入笼牢的开始，所以，目前不要谈婚嫁之事。 若爱情、婚姻面临分手、困顿，问挽回或关系和好  若是爱情困顿者，分手则是最简单的处理方法，也是避免困境一再发生的方法。 若爱情已经分手者，劝君不用挽回。若是挽回的话，这等于自寻苦恼，没完没了的苦恼。 工作求职 创业事业 若问求职 若是当前找不到工作者，其实，你当休息一段时间，过些时候再找工作。而这段时间，你可以充实自己，以备未来能在工作上得助力。 若问工作运、事业运  在工作或事业上，当前想要进行的谋求，不要急着去做，应该等待些时候再说。若是已经投入，那就如飞鸟入罗网，了无归期。 考试竞赛  升迁竞选 若问各种竞试或升迁者，这次没有好成果，你就放下这个谋求吧！ 投资理财 若是参与投资者，这事情若投入下去，恐怕是套牢与亏损。若想投资者，尚应等待好时机，而非现在。 经商生意 若是经商者，最近不要有新的谋求动作，以免亏损。应当保守与小心应对。 房地交易 若最近想要买卖房地产者，劝君当等待。以免套牢而解套无期。 治病健康 若想治病者，此病不急着乱医，应该认清疾病的根源再做治疗，以免越疗越糟糕。 转换变更 若是事情不顺遂，想要力求转变者，当前还不是时机，尚须等待，查看行情，再做打算。 求孕求子 若想求孕者，此段时间不宜怀孕，以免发生不测事件。 官司诉讼 官司想要知道成果，这官司恐是亏损或牢狱之灾。 寻人寻物 若寻失物者，此失物已经被人占有。若是宠物失窃者，此宠物已经被抓走了。 远行出国 想要到远地发展者，目前时机不宜，应该再等待些时候。",
            "【典故】": "吉平是三国时代的明医，洛阳人，因痛恨曹操为人骄横霸道，和朝臣等人商议谋杀曹操，被家奴偷听到，向曹操告密。曹操假装患头风病，召吉平用药医治。吉平就在药中放了毒药，以毒死曹操。曹操早知有毒，即刻拿下吉平，刑枷拷打迫问，吉平终不肯招供，还破口大骂曹操，最后头撞石头而死。《三国演义》"
        }
    },
    {
        "num": 99,
        "src_url": "https://www.k366.com/guanyin/29482.htm",
        "img_url": "https://static.k366.com/static/k366/m2021/images/lqimg/lq_lqgy_99.jpg",
        "detail": {
            "【灵签诗文】": "等闲骑马著鞭来 半有忧危半有财 似火方烧头上屋 天教一雨荡殃灾",
            "【吉凶】": "下平签",
            "【宫位】": "亥宫",
            "【诗意】": "此卦半忧半喜之象，凡事只宜行善也。",
            "【解曰】": "终身劳力 莫管是非 枷锁临身 怨尤自至",
            "【本签精髓】": "此签家宅-祈保，自身-守慎，求财-破 交易-阻，婚姻-刑克，田蚕-不利，六畜-损 六甲-险， 行人-困，寻人-招非 讼-亏，移徙-守旧，失物-见，疾病-忧危 ，山坟-败。",
            "【整体解释】": "此签有”祸福未定”之意。 提醒当事人，凡事保持乐观。须知事事无绝对，好的不见得就好，坏的也不见得是坏。有些事情往往出乎我们意料之外，是好是坏，不 到时候，都还很难说。因此，何必杞人忧天，去设想还没有发生的事。不如保持平常心、凡事乐观以对。所谓”既来之，则安之”。须知有得必有失，有失必有得 此签凶危有财之象，凡事先凶后吉。 本签示之于弟子曰。凶危有财之象。凡事凶后吉耶。等闲骑马着鞭来。半有忧危半有财。似火方烧头上屋。正受灾殃之刻。一场大雨来了之后。方可将灾厄洗清而 去。目下虽事难成。劳心劳力之后。必有转安之时。易言之。君汝也。知如不知不管是非身临枷锁恩赦放归。 闲来无事抽鞭驾马而来，是福是祸还难以预料;就好像大火刚烧至屋顶，谁能知忽然上天降了场及时雨，把火势给浇熄了。 知如不知，不管是非，身临枷锁，恩赦放归。",
            "【详细解释】": "清凉月解 凡事做事  本签示意者，好事后面往往跟随着坏事，坏事后面往往跟随着好事。这可说因祸得福，也可以说是因福得祸。因此，若是一时得福者，不必高兴。若是一时得祸者，亦不必悲伤。 若是问偏财者，当你得到了偏财，这恐是倒霉的开始。 若是一时事故意外受难者，这事反而让你变成好事。 若问友谊者，一时双方的摩擦，反而让你们往后成为好朋友。 其余之事，依此类推。 爱情婚姻 若问姻缘何时来？若问心仪对象可否交往？ 若是没有姻缘者，当你得到了姻缘，也许这是喜事，但是，后面恐就跟着苦恼事了。 若问当前交往对象可否更进一步或结婚  若交往一段时间想要结婚，结婚虽然是件好事，但是，苦恼事情恐就从结婚开始了。 若爱情、婚姻面临分手、困顿，问挽回或关系和好  若是爱情已经分手了，这也许是坏事，但是，这坏事让你往后遇到更好的缘。 工作求职 创业事业 若问求职  若是你当前找不到好工作的话，你尚且不用沮丧，因为这次的困顿，让你一时没有工作，但是，却因此让你在往后找到更优质的工作。 若问工作前途 若是当前工作运途不昌顺者，尚且不用忧郁，由于这个逆境，会使你因此得到未来更好的工作运。 若问事业前途  你的事业目前处在困顿吗？尚且不用哀愁。这次的冲击将让你未来迈向更美好的前程。 考试竞赛 升迁竞选 若问考试或各种竞赛前途 这次的竞试有无希望登上金榜呢？人人都求上榜，但是，当你上榜了，这也是倒霉的开始了。所以，要不要上榜，那就自己决定吧！ l若问升迁、升官运途  你想要得到升迁吗？要是果真得到升迁了，那就是压力、疲劳、困顿的开始。所以，要不要升迁，那就自己考虑吧！ 投资理财  若是欲参与投资或理财者，你当注意观察，若是当前看起来是好的，那结果可能是坏的。反之，若是当前看起来是坏的，那结果却成好的。因此，你当反向思考，以决定是否可以投入。 经商生意 若是经商者，若你当前处境不利的话，那你当反向思考，这个逆境就是你未来顺境的原因。 房地交易  若欲买卖房地产者，请反向思考。 治病健康 若欲治病者，当注意越疗恐越糟糕，不疗反更安。 或者，此疾病看起来很严重，其实却不严重。反之，看起来不怎么样的疾病，却可能暗地里是很严重的。 或者，由于这个小疾病，让你发现大疾病，因而早早治疗，而使大病提早得到治疗。 转换变更 若是当前处境不佳而想要转变者，你可别急。就是这件坏事，让你往后变成好事。 或者就是这个坏事的刺激，让你寻求转变，而成为未来的好结果。 求孕求子  想要怀孕生子，你可知道若真怀孕生子了，后面会带来多少困境、哀愁吗？你就自己想清楚了，若还是想生的话，那再生吧！ 官司诉讼  官司结果如何呢？若是赢了，则会失去一些东西。若是输了，这反而赚了一些东西。你自行思考，也许可以了解这其中还有什么利弊得失。 寻人寻物 若是物品遗失了，当你找回也许是好事，但是，恐因此要亏更多了。 远行出国  想要远地去发展，这好吗？出国去发挥也许很好，但是付出的成本、代价恐怕更高。你就自己思量吧！",
            "【典故】": "陶三春即宋朝初年郑恩（子明）之妻。初，赵匡胤和郑恩结拜为兄弟，著名武师陶洪有女名陶三春，郑恩与之比武，不能取胜。陶洪爱郑恩之武艺人才，将三春许配与他为妻。后来三春之子郑印长大往山中学艺，十二年后才回家，并带着妻子王玉娥到汴京认母。这时赵匡胤征南唐被困，石朝怀回朝搬兵，陶三春挂帅带郑印，王玉娥等率兵下南唐，与高俊保刘金定夫妇会师作战。《宋太祖征南唐》故事。"
        }
    },
    {
        "num": 100,
        "src_url": "https://www.k366.com/guanyin/29483.htm",
        "img_url": "https://static.k366.com/static/k366/m2021/images/lqimg/lq_lqgy_100.jpg",
        "detail": {
            "【灵签诗文】": "欲就东兮欲就西 逢人说事转痴迷 登山不见神仙面 莫若守常且待时",
            "【吉凶】": "下下签",
            "【宫位】": "亥宫",
            "【诗意】": "此卦守常勿动之象，凡事宜待时吉也。",
            "【解曰】": "完满灵签 尽报君知 依旧勿动 待等时至",
            "【本签精髓】": "此签是满签，诸事不利，大作福力，可保平安。",
            "【整体解释】": "此签有”不切实际”之意。 奉劝当事人，凡事脚踏实地。有些事是可遇而不可求，切勿妄想执着。对于昙花一现的物事，如果就此眷恋不忘，无异于守株待兔，只 不过是浪费时间、枉费心力罢了。与其执着在不确定的事情上面，还不如跳脱迷思，自力更生。凡事务实、一步一脚印，须知一分耕耘，才有一分收获。有梦想就 必须靠自己努力打拚来实现，不然就只是流于空想罢了。 此签无常无定之象，凡事多虚少实。 本签者。无常无定之象。外虚少实者也。第一百首。是盈数。为全数之末。亦即言。它是前数之终。后数之始。易言之。黑暗将去。黎明到来之征。表面上是没落 之相。其实是通亨衢之意。唯集福之本。宜小心集之。及百祈之未然营谋用事费力流连。 一下想往东，一下又想要向西，遇人说话反复无常;就似爬上了高山，终究找不到神仙的踪影，倒不如回去吧，别再提这件事了。 此签及百，祈之未然，营谋用事，费力流连。",
            "【详细解释】": "爱情婚姻 若是问爱情者，若你当前是有伴侣者，则此签意味着，这爱情就要结束了。 若是你当前正处爱情困境者，此示意这困境即将离去。 工作求职 创业事业  若是你当前事业正在经营者，此签代表这个事业即将结束了。 考试竞赛 升迁竞选  若问各种竞试、升迁者，这次的谋望恐是「空」。但是，「空」过之后，却是你另一段人生的开始。 投资理财  若问投资者，这次的投资将严重失利。而失利过后，则是你另一段人生的开始。 经商生意  若是经商者，这个生意总有结束的一天。而结束这生意之后，也是你另个人生的起始。 房地交易  若问买卖房地产者，这个新的房地产买入或卖出之后，将是你另个人生之开始。 治病健康  若问治病者，这个疾病将使人走入另一阶段的人生。请多讼持佛菩萨圣号。 转换变更  对于当前之事想要求变者，转变的前后将是两个差异很大的人生。 求孕求子  若是求孕者，若有了身孕或子女，你的前后人生将有很大的不同。建议不生育才是最好的决定。 官司诉讼 这个官司的结果将让人产生前后差异很大的人生。 寻人寻物  建议不用寻找。 远行出国  想要到远地发展，这将使你的前后人生，有很大的差异。",
            "【典故】": "三教是指：佛（释迦牟尼）儒（孔夫子）道（张道陵）三教派。北周武帝（公元五六一年）时，佛儒道人士纷争和互相排斥，佛教尤受其害。皇帝于是召集佛儒道三教派的代表人物，以辩论所奉的‘道’高低长短，并排名定位，经过三次集会争辩，都没有结论，从此三教派在中国民间自由发展，后佛教演义为中国人民信仰的主流。也有三教同源之说。"
        }
    }
]